[
  {
    "id": "1a",
    "name": "The contractor organization is supportive and committed to EVMS implementation, including making the necessary investments for regular maintenance and self-governance.",
    "description": "<p>The contractor&rsquo;s integrated project/program team (IPT) is in place (i.e., corporate leadership, execution/operations, oversight, and support staff), and has a demonstrated belief in the value and disciplined use of the EVMS. The project/program follows an integrated project management strategy to identify and manage risks using the EVMS that would otherwise negatively impact a well-formed baseline plan. It has committed resources, including funding, to ensure that effective implementation of the EVMS is a priority, assuring continuous improvement and accountability at every level of the contractor organization. This commitment ensures the availability and protected time of key individuals who contribute to implementing and executing EVMS in a substantive and measurable way. Typically, this also includes the availability/commitment of other personnel with specialized skills/knowledge, who may or may not be &ldquo;dedicated&rdquo; to the project/program.</p><p>Leadership&rsquo;s and team members&rsquo; attitude and discipline, both at the corporate office level and the project/program level, leads to the correct use, application, and acceptance of EVMS as an integrated project/program management tool (ranging from the definition of work scope to planning and scheduling to budgeting and work authorization, to analysis and reporting to forecasting and risk management). Leadership actively revisits the most effective ways to evaluate EVMS metrics that support decision-making. The organization&rsquo;s policies provide incentives and education to foster support and commitment. The contractor&rsquo;s team does not choose convenience over following the EVMS regulations and procedures applicable to the project/program. Project/program decision-making, which ultimately drives project results, is collaborative, and effectively relies on EVMS generated data and metrics. Governance is enforced and effective at dealing with the challenges of the project/program.</p><p><em>Comments: Self-governance refers to the capacity of a contractor to govern autonomously and, as such, is an important approach in overseeing the effective implementation of the EVMS. When a contractor instills integrated project/program management principles using the EVMS in a way that benefits all levels of the organization, the results can guide management decisions, lead to improved project/program execution, and optimize performance of the project/program team.</em></p>",
    "sectionId": "1"
  },
  {
    "id": "1b",
    "name": "The project/program culture fosters trust, honesty, transparency, communication, and shared values across functions.",
    "description": "<p>The project/program culture fosters trust, honesty, and shared values, including realistic portrayal of performance and acceptance of data transparency through open communication. Project/program culture is a system of common assumptions, values, and beliefs, which governs how people behave in teams or groups. Values and beliefs displayed in the project/program should align with the implementation of the EVMS and project/program outcomes. Project/program leadership develops a team culture of trust and honesty where members can maintain open, synergistic relationships. A shared EVMS implementation plan helps develop a common understanding between the customer and contractor, fostering a culture of trust by laying out how things should work. This culture may also be supported by appropriate rewards or incentives for implementation of EVMS and use of EVM data for proactive management; rewards or incentives are tied to meeting project/program goals, as well as performance thresholds. Leaders are visible and accessible. The project/program culture is heavily influenced by the supporting organizational cultures that interact with it. If these cultures are aligned, establishing a team culture is much easier. However, if not aligned, creating shared values may require additional effort. For example, the contractor &amp; customer PM can develop bilateral Rules of Engagement (ROEs) to set expectations upfront. In any case, project/program leadership, and specifically project managers, must ensure that trust and honesty are fostered within the project/program culture, which helps integrate technical information across functional areas. This includes sharing accurate data, both positive and negative, both within and across customer and contractor organizations, with little fear of retribution. Realistic status/ Estimates at Completion (EACs) are communicated at all levels and externally.</p>",
    "sectionId": "1"
  },
  {
    "id": "1c",
    "name": "The customer organization is supportive and committed to the implementation and use of EVMS.",
    "description": "<p>The customer organization and its project/program team have a singular view and demonstrated belief in the value and disciplined use of EVM. They support the project/program and establish EVMS expectations as an effective tool to control the project/program, tailored to the size and complexity of the project/program. The customer has committed resources, including funding, to ensure that the effective implementation and execution of EVMS at the customer level is a priority. Customer commitment ensures an appropriate level of guidance, advocacy and accountability at the project/program level by the project/program manager and engineering leadership; this commitment includes a willingness to remove roadblocks that would hinder the implementation of the EVMS and the actual performance of work.</p><p>Leadership&rsquo;s and team members&rsquo; EVMS knowledge, attitude, and discipline, at both the customer program office and customer oversight organization, lead to the correct use, application, and acceptance of the EVMS as a management tool, including forecasting and risk management. Leadership actively revisits the most effective ways to evaluate EVMS metrics that support decision-making and system corrective actions and improvements. Customer leadership does not choose convenience or preference over following EVMS regulations and procedures and must balance the need to produce a product with the requirements to maintain due diligence using EVM. The organization&rsquo;s policies provide incentives and education to foster support and commitment. Formal and timely examination, assessment, and acceptance of EVMS generated data, metrics, and reports provides the project/program with the potential of initiating change, where and when needed. If the project/program has multiple customers and/or sponsors, then they are consistent in their assessment of the contractor&rsquo;s EVMS. Customer commitment ensures consistent use and management action resultant from EVMS data.</p>",
    "sectionId": "1"
  },
  {
    "id": "1d",
    "name": "Project/program leaders make timely and transparent decisions informed by the EVMS.",
    "description": "<p>Timely and transparent decisions, by both the contractor and customer, are critical to project/program success. Project/Program leadership and team members have situational awareness of the progress made on programmatic objectives that lead to timely, effective decisions. The project/program places adequate emphasis on the importance of the EVMS as the means used to develop and integrate scope, schedules, and budgets, as well as understanding risk and uncertainty. The project/program uses EVMS to predict and positively influence schedule and cost outcomes using generated data, metrics, and reports in formats that assist effective management and decision-making. Sufficient communication platforms exist, and disseminated information is available to enable effective decisions. Team members responsible for implementing and executing the EVMS are supported by timely decisions and input from the sponsors and have corporate support when needed. Decisions are shared transparently (e.g., scope changes are shared across key stakeholders) and are consistent. </p>",
    "sectionId": "1"
  },
  {
    "id": "1e",
    "name": "The project/ program leadership effectively manages and controls change using EVMS, including corrective actions and continuous improvement.",
    "description": "<p>The project/program leadership (including contractor and customer leadership teams) has the authority to manage and respond to changes, implement corrective actions, and employ continuous improvement practices. Changes will occur on every project/program. These include, but are not limited to, scope changes, forecasts, personnel changes, funding changes, external environmental changes, EVMS tool changes and so on. Regardless of the change, project/program leadership and the team acknowledge and are tolerant that change is a normal part of the project/program and are proactive in their response to change. The customer and contractor foster an environment that is actionable and innovates fast enough to operate in a rapidly changing environment using the EVMS. The EVMS provides a solution-based approach to addressing complex project/program problems. The customer and contractor need to remove obstacles to processing contract and baseline change management. The baseline is proactively managed to ensure that it is realistic and preserves the integrity of related metrics. Project/program leadership are diligent to ensure that the team follows a closed-loop procedure when responding to change. Project/program leadership handles changes with a positive attitude. Changes are handled proactively, resulting in positive stakeholder attitudes and outcomes leading to effective implementation and continuous improvement of EVMS.</p>",
    "sectionId": "1"
  },
  {
    "id": "1f",
    "name": "Effective teamwork exists and team members are working synergistically toward common project/program goals.",
    "description": "<p>EVMS stakeholders (including customer and contractor) are working synergistically together toward common project/program goals using effective teamwork. There is a mutual commitment to work together. The project/program overcomes functional silos through effective teamwork and is able to organize effectively for integrated project/program management activities. Effective teamwork promotes and welcomes a diversity of ideas and perspectives which can be beneficial to the EVMS.</p><p>It is important that teamwork be developed through formal and informal team building programs as early in the project/program timeline as possible or feasible. Team building contributes to alignment by helping a group evolve from a collection of individuals into a true team. Team building seeks to resolve differences, remove roadblocks, and build and develop trust and commitment, a common mission statement, shared goals, interdependence, accountability among team members, and problem-solving skills. Team building within both the customer and contractor teams is important. Team building between customer and contractor is equally important but should ensure customer independence and meeting of applicable regulations. Team building takes into account the current stage of team development (i.e., forming, storming, norming, and performing). Effective teamwork may be impacted by team members and their organizations having a history of working together on past efforts using the EVMS. In addition, excessive turnover of team members may hinder effective teamwork because of lack of continuity. Turnover requires the team to address team building activities again to minimize associated impacts.</p>",
    "sectionId": "1"
  },
  {
    "id": "1g",
    "name": "Alignment and cohesion exist among key team members who implement and execute EVMS, including common objectives and priorities.",
    "description": "<p>Alignment and cohesion among key EVMS stakeholders, including agreement around common objectives and current priorities, provides the team with the ability to effectively move forward together on the project/program using EVMS. Alignment is the condition where appropriate participants are working within acceptable tolerances to develop and meet a uniformly defined and understood set of project/program objectives. Effective alignment provides direction and the ability to respond to change as needed. Lack of alignment, conversely, will lead to project/program team pursuing conflicting objectives and goals. Alignment must effectively incorporate a diversity of ideas and perspectives which can be beneficial to the EVMS. Both customer and contractor work cohesively and collectively to implement the EVMS, including working with designated project controls personnel assigned to EVMS implementation. EVMS implementation and execution includes individuals from the entire project/program (e.g., corporate EVMS oversight, consultants, customer, contracts, finance and procurement offices, and so forth). EVMS alone cannot ensure alignment but it does provide mechanism for understanding lack of alignment.</p><p>In the project/program environment, alignment exists in three dimensions. The first dimension is vertical and involves top-to-bottom alignment within an organization. Executives, business managers, project managers, and functional specialists within each stakeholder organization must be well-aligned. The second, horizontal, involves the cross-organizational alignment between functional groups within the organizations represented on the project/program. Different organizations (e.g., customer, prime contractor, subcontractors, external stakeholders) with a stake in the project/program must also be well-aligned. Any disconnects are understood and addressed to foster alignment. If the project/program has multiple customers and/or sponsors, then they must be taken into consideration for alignment and cohesion. The third dimension, longitudinal, involves alignment of objectives throughout the project/program lifecycle. Alignment ensures that clear lines of responsibility and authority are in place across all dimensions.</p><p><em>In the context of this tool, the EVMS implementation phase includes sub-processes such as organizing, planning and scheduling, and budgeting and work authorization. The EVMS execution phase includes change control, accounting, material management, indirect budget and cost management, analysis and management reporting. Risk management and subcontract management occur in both phases (EIA 748-D Intent Guide).</em></p>",
    "sectionId": "1"
  },
  {
    "id": "2a",
    "name": "The contractor team is experienced and qualified in implementing and executing the EVMS.",
    "description": "<p>The contractor leadership team (e.g., executive management, functional organizational manager, project/program manager, contracts manager) and the contractor’s project/program team (e.g., project/program manager, project controls managers, control account managers) are experienced in implementing and executing the EVMS to inform decision-making on a project/program of similar size, scope, and/or location. They are also qualified to effectively implement and execute the EVMS based on relevant training, education, certification or past experience given the nature of the project/program, its level of risk, local conditions, schedule constraints and so on. Experience and qualification may differ for implementation versus execution of the EVMS. The contractor team should have the right mixture experienced to make sure that the outcomes are successful throughout the project/program. Previous experience increases the contractor leadership team’s familiarity with the project/program planning, design, and execution sub-processes. Relevant experience is important because repetition plays a major role in both organizational learning (e.g., lessons learned, mentoring, continuous improvement) and in creating routines and capabilities in general. Realizing that everyone is inexperienced at some point, there should be a structured method for mentoring and professional development to bring these individuals up to the right level of technical knowledge and skills, given the nature of this specific project/program.</p>",
    "sectionId": "2"
  },
  {
    "id": "2b",
    "name": "The customer team is experienced in understanding and using EVM results to inform decision-making.",
    "description": "<p>The customer is the organization that sponsors the project/program’s funding and ultimately takes over the operation of the completed project/program. The customer leadership team (e.g., sponsor representative, contracting officer) and customer project/program team (e.g., project manager, budget officer, contracting official, project controls managers, engineering lead) have previous experience using the EVM results to inform decision-making on a project/program of similar size, scope, and/or location. The customer should have the right mixture of experienced personnel to make sure that EVM is used effectively to inform decision-making. Previous experience with projects/programs of similar size and complexity increases the familiarity and understanding of the customer leadership team and project/program team with the project/program planning, design, and execution sub-processes. Relevant experience is important because repetition plays a major role in both organizational learning (e.g., lessons learned, mentoring, continuous improvement) and in creating routines and capabilities in general. Realizing that everyone is inexperienced at some point, there should be a structured method for mentoring and professional development to bring new individuals up to the right level of technical knowledge and skills, given the nature of this specific project/program.</p>",
    "sectionId": "2"
  },
  {
    "id": "2c",
    "name": "Project/program leadership is defined, effective, and accountable.",
    "description": "<p>Project/program leadership, for both the customer and the contractor, is defined, effective, and accountable, which leads to better implementation and execution of EVMS. Project/program leadership roles will vary across organizations and typically include a project/program sponsor, project director, customer representative, project/program manager, construction manager, operation manager and others. Organizational structure typically follows the hierarchy of executive steering committee, project/program leadership team and execution team. Furthermore, the sponsor and senior leadership can affect the environment of the project/program. These individuals are responsible for the project/program, have decision-making authority, and ultimately will be held accountable for project/program success; as stewards of the project/program, their influence will positively or negatively affect the use of EVM.</p><p>Components of good leadership in the context of a project/program typically include:</p><p>&bull; Good general knowledge of contracting strategy, project/program phases, and delivery systems</p><p>&bull; Good understanding of related business critical success factors</p><p>&bull; Capacity to determine and align the needs of the key stakeholders</p><p>&bull; Adequate understanding of manufacturing and/or construction, start-up, operations</p><p>&bull; Good understanding of assessing and managing uncertainties and risks</p><p>Components of good leadership in the context of EVMS typically include:</p><p>&bull; A demonstrated belief in the value and disciplined use of EVMS</p><p>&bull; Clear support of EVMS as an effective tool to control the project/program</p><p>&bull; Swift action if the EVMS maturity or environment needs improvement, including system certification if needed</p><p>&bull; Implementation of a governance plan that includes EVMS</p><p>&bull; An understanding of the relationships and integration between EVMS and other systems&rsquo; metrics (e.g., accounting, risk management, quality, safety, Material Requirements Planning System (MRPS), etc.)</p><p>&bull; Striving for more than minimum expectations</p>",
    "sectionId": "2"
  },
  {
    "id": "2d",
    "name": "Project/program stakeholder interests are appropriately represented in the implementation and execution of the EVMS.",
    "description": "<p>Project/program internal and external stakeholder interests are appropriately represented to provide the right input at the right time during EVMS implementation and execution. A stakeholder is an individual (or entity) who can influence the project/program or is influenced by the project/program. Appropriate internal stakeholders may include individuals representing the contractor, operations and maintenance, key design/technical leads, control account managers, project/program management, procurement, accounting, material management, quality management, sponsor, end-user and manufacturing. External stakeholders may include regulators, Indigenous peoples, local communities, state or provincial government, other government agencies and so forth. Stakeholders effectively communicate expectations and may assist with key decisions. Appropriate stakeholder input helps improve team alignment by providing a sound foundation for a successful EVMS. Proper stakeholder input also provides the leadership team and project/program management team with diverse expertise that covers both the technical and management areas of the project/program. For example, EVMS stakeholders (e.g., control account managers, project/program management) are represented on the project/program leadership team and appropriately engaged, providing a diversity of ideas. Another example would be that stakeholders are appropriately represented on the EVMS implementation team to ensure understanding of the project/program scope. This diverse expertise facilitates better solutions and sound judgments to the problems faced by the team. </p>",
    "sectionId": "2"
  },
  {
    "id": "2e",
    "name": "Professional learning and education of key individuals responsible for EVMS implementation and execution, is appropriate to meet project/program requirements.",
    "description": "<p>Professional learning and education of key individuals responsible for EVMS implementation and execution supports meeting project/program requirements. It allows key individuals to adequately apply earned value knowledge, offer professional input and thought leadership, and inform decision-making based on best practices and recognizable standards. Implementing and executing the EVMS requires individuals with the necessary technical background, training, EV tools knowledge, qualifications and certification in the relevant subject matter. Effective training on project/program management practices, procedures, and processes clearly communicates expectations and teaches how to implement the EVMS in the actual operation of work, and supplements experience. A rigorous and tailored professional development program is maintained as the project/program progresses, including development of technical capabilities, exposure to current practices, sharing of lessons learned among project/program managers, and relevant internal and external training/certification of key EVMS stakeholders as part of lifelong learning principles. A proactive, formalized learning and development framework should consider succession planning, cross-disciplinary training, team depth, recurring refresh training and integration across cost and schedule expertise, leading to professional growth and career advancement.</p>",
    "sectionId": "2"
  },
  {
    "id": "2f",
    "name": "Team members responsible for the EVMS implementation and execution phases are co-located and/or accessible.",
    "description": "<p>Project/program leadership and team members responsible for the EVMS implementation and execution phases of the project/program are co-located and/or accessible, which provides an opportunity for closer coordination and interaction. Team members who are co-located and/or accessible tend to develop shared goals, purpose, and culture. If the team is co-located for the general day-to-day execution of the project/program, by default those responsible for implementing the EVMS, both technical and project controls, are co-located. Co-location facilitates the development of a positive team climate, independent team processes, maturation of team members and the team itself. Team members being accessible (e.g., using video conferencing technologies and so on) can provide some of the same benefits of physical co-location. Ideally, co-location makes for more effective collaboration, but the key is to have modes that allow for the team to regularly and easily meet, converse, and share ideas, issues, and solutions. Lack of co-location and/or accessibility may be affected by time-zones and language barriers and may necessitate using additional communication techniques and technology to effectively support the project/program. </p>",
    "sectionId": "2"
  },
  {
    "id": "3a",
    "name": "The project/program promotes and follows standard practices to implement and execute an EVMS.",
    "description": "<p>Project/program management documents containing effective practices, procedures, processes and tools focused on the implementation and execution of the EVMS have been developed, and are consistently used and tailored to the size and complexity of the project/program. These documents are often referred to as the EVM System Description and define a uniform, consistent and realistic approach to EVMS implementation and execution. The project/program promotes and follows these standard practices. Moreover, standard practices need to include proper, realistic and up-front EVMS planning. EVMS standard practices govern the organization’s project/program management system that integrates a defined set of associated work scopes, schedules and budgets for effective planning, performance, and management control. Any variation from the organization’s standard procedures for a given contract must be made clear to all stakeholders to ensure alignment. Standard practices also facilitate training of all team members including less experienced members.</p>",
    "sectionId": "3"
  },
  {
    "id": "3b",
    "name": "EVMS requirements definition is in place, and agreement exists among key stakeholders and customer.",
    "description": "<p>EVMS requirements definition is in place, and agreement exists among key stakeholders and the customer, helping stakeholders have common expectations on the importance of EVMS. EVMS project/program objectives are clear and scaled to the size and complexity of the project/program. Customer work scope requirements including the requirement to implement the EVMS are clearly communicated and defined in writing before work begins. EVMS requirements support contractual requirements, other memoranda of understanding, scope definition, decision-making, risk management, plan optimization, negotiating project/program changes, and integrated change control, leading to more uniform and better-informed decisions.</p>",
    "sectionId": "3"
  },
  {
    "id": "3c",
    "name": "Roles and responsibilities are defined, documented and well-understood for implementing and executing EVMS.",
    "description": "<p>Practices, procedures, and processes clearly define and document the roles, responsibilities, accountability, and authority of internal and external stakeholders for both contractor and customer. Clear definition is essential for alignment toward shared goals and effective implementation and execution of the EVMS. The project/program’s roles, responsibilities and authorities are well understood, consistent with the contract, followed, and updated as needed, so that the EVMS can run efficiently with no gaps. Roles and responsibilities should take into consideration the contractual inconsistencies and gaps that may exist with multi-mission or multi-stakeholder settings. Typically, roles, responsibilities and authorities are documented in a Responsibility Assignment Matrix. Roles and responsibilities that are clear make implementation and execution of EVMS much smoother, helping to meet project/program expectations.</p>",
    "sectionId": "3"
  },
  {
    "id": "3d",
    "name": "Communication is open and effective, including consistent terminology, metrics, and reports.",
    "description": "<p>Open and effective communication channels exist at all times to transfer EVMS information in an efficient and expedient manner. Communication is important for building and maintaining a productive interface between the project/program and EVMS stakeholders including consistent terminology. A communication plan with stakeholders is identified, including clear milestones for involving specific stakeholders as needed. The availability of metrics and reports allows management, both customer and contractor, visibility into the project/program’s current state. For example, realistic status / Estimates at Completion (EACs) are communicated at all levels internally and externally. As required by the contract, the project/program clearly identifies and communicates required metrics and reports for the EVMS in meaningful language and terms understandable by all parties. These metrics and reports are produced in a timely manner to communicate any existing significant variances and anomalies to support effective management decision-making. Moreover, conflict resolution practices and procedures are in place and actively utilized.</p>",
    "sectionId": "3"
  },
  {
    "id": "3e",
    "name": "Effective oversight is in place and used, including internal and external surveillance and independent reviews.",
    "description": "<p>Practices are in place and used for effective oversight of the EVMS by an independent entity throughout the project/program lifecycle to ensure that the project/program moves in the right direction. Evaluations of EVMS practices and sub-processes including those used to assess EVMS implementation efficacy and/or compliance to standards are regularly performed and trends evaluated. These practices include adequate resources and management commitment to support both internal and external data-driven surveillance and independent reviews. Oversight is many times driven by contract requirements and agreements in place between customer and contractor.</p><p>One type of independent assessment is having an internal, administratively independent oversight team or organization (e.g., audit, financial, project/program controls) provide this input. Conversely, an organization external to the program may be tasked to perform this type of oversight to provide the opportunity to impact change. Independent, external assessment and evaluation are important because they help remove conflicts of interest and identify other issues that may not be evident to the project/program team. Effective oversight and surveillance practices help ensure that the project/program maintains self-governance and leads to corrective action and continuous improvement.</p>",
    "sectionId": "3"
  },
  {
    "id": "3f",
    "name": "Contractual terms and conditions that impact the effectiveness of EVMS are known and have been addressed.",
    "description": "<p>Contractual terms and conditions (e.g., contract type and associated risk, use of agile, fast-tracking, large number of changes, and late requirements to use an EVMS) are known, and those that are not appropriate or conflicting with EVMS have been addressed as early as possible. In some cases, contract terms and conditions can limit the effectiveness of EVMS application. For instance, the contractual terms and conditions for EVM may not be appropriate for the contract scope (e.g., the contractor is required to implement a full EVMS on a relatively small, simple maintenance program). The contract award fee or incentives are based on the acceptable implementation and use of the EVMS and current, accurate, and complete performance data for proactive management, in addition to meeting target milestones or deliverables. Contract award fee or incentives are not tied solely to performance thresholds. This factor also considers the extent to which terms and conditions are actively enforced and strictly interpreted. Contractual terms and conditions are identified, including the responsibility for implementation and maintenance of EVMS, and the project/program is proactively addressing any limitations within the EVMS structure (e.g., overlap of responsibilities, mismatch of business rhythm versus capability, contract time is not conducive to project objectives and so forth). Contract modifications are reviewed to ensure that their impact on EVMS is addressed, especially changes made late in the project/program’s life.</p>",
    "sectionId": "3"
  },
  {
    "id": "3g",
    "name": "Appropriate Subject Matter Expert (SME) input is adequate and timely.",
    "description": "<p>Appropriate SME input is utilized in a timely, effective and efficient manner, supporting the project/program execution team&rsquo;s needs. SMEs are typically external to the project/program and have experience and expertise in certain domains of knowledge critical for EVMS success. They can be used for independent assessment or reviews (e.g., Non-Advocate Reviews (NARs)) or as a &quot;time-shared&quot; resource split between two or more projects/programs. Individual SMEs may cover one or more functional areas, as needed. With the significant input of appropriate SME knowledge, lessons learned are leveraged and obstacles that typically hinder the use of EVMS are identified well in advance to facilitate timely and consistent use of data, enhancing management decision-making.&nbsp;</p>",
    "sectionId": "3"
  },
  {
    "id": "3h",
    "name": "Coordination exists between the key disciplines involved in implementing and executing the EVMS.",
    "description": "<p>A formal structure of interaction between the key disciplines involved in implementing and executing the EVMS enables them to coordinate and integrate EVMS effectively with other project/program management activities. Key disciplines could include accounting, engineering, project management, procurement, supply chain integration, and others. Specifically, a cross-discipline coordination and collaboration plan exists and is followed, to assist discipline leads, compliance reporting, audits, etc. This plan, along with a responsibility matrix, is used to coordinate efforts between the customer, contractor, and external stakeholders. Typically, the coordination and collaboration plan is part of the project/program execution plan and must be updated as changes occur.</p>",
    "sectionId": "3"
  },
  {
    "id": "4a",
    "name": "Adequate technology/software and tools are integrated and used for the EVMS.",
    "description": "<p>Technology/software and tools are available, accessible, current, and used appropriately as part of the integrated EVMS. Appropriate investments are made in technology and infrastructure including investments in EVMS tools to assist in the actual operation of work, making decision-making and data-sharing more effective. The necessary expertise (e.g., programmers, systems analysts, etc.) is available to integrate the technology and processes and setup the interfaces between the various tools to ensure smooth integration and minimize the need for major change. Technology and processes are periodically assessed both for adequacy and potential solutions available in the marketplace. Software products can be &ldquo;homegrown&rdquo; internally or a commercial system provided by a vendor with adequate support. Technology/software is affected by the extent to which the tools are automated versus needing manual data input.</p><p>The technology/software allow the project/program to completely integrate its EVMS sub-processes with its other digital infrastructure systems, creating a meta-system of connected processes and tools that communicate with each other, preferably automatically. Software and tools are in place to generate all of the necessary reports, charts, and data from the summary, total program and project levels down through the Work Breakdown Structure (WBS) and Organization Breakdown Structure (OBS) and down to the Work Package (WP)/task level. Essentially, it provides the ability to drill down through the data and summarize data up to the portfolio level.</p>",
    "sectionId": "4"
  },
  {
    "id": "4b",
    "name": "Sufficient funding is committed and available for implementing and executing the EVMS.",
    "description": "<p>Sufficient funds are allocated and available to appropriately support the EVMS process for all directly involved in the project/program from initiation until the final EVMS deliverables. In some cases, the project/program is sufficiently funded however the EVMS is not funded sufficiently for implementation and execution. In other cases, though not generally acceptable, the project/program is not sufficiently funded at initiation to meet the project/program baseline requirements. In some situations, funding is provided on a year-to-year basis which can cause continuity concerns. In any of these cases, the EVMS effort may be severely affected. Sufficient funding requires up-front organizational allocation and commitment to accomplish EVMS requirements; funding is applied strategically and efficiently, using industry benchmarks or standards where appropriate for comparison. Funding is also available for non-project/program-specific external resources to allow the project/program to support internal and external surveillance, training, lessons learned, corrective action plans, and other needs. External resources outside of the project/program can flexibly provide surge capacity, independent assessment, or specialized knowledge on an as-needed basis either in implementing or executing an efficient and effective EVMS.</p>",
    "sectionId": "4"
  },
  {
    "id": "4c",
    "name": "The team that implements and executes the EVMS for the project/program is adequate in size and composition.",
    "description": "<p>The team that implements and executes the EVMS for the project/program is adequate in size and composition to efficiently support the project/program, adjusted as needed. The customer and contractor organizations have committed time and resources to efficiently and effectively use EVM results, ensuring that decision-making is timely and informed. Customer and contractor organizational staffing levels are in place and adequate to execute scope and workflow successfully, including staffing levels to effectively implement the EVMS. This includes individuals from the project/program, corporate EVMS oversight, consultants, customer, project controls, contracts, finance and procurement offices, and so forth. It has the appropriate expertise, authority, and experience, with size and composition comparable to industry benchmarks where appropriate.</p>",
    "sectionId": "4"
  },
  {
    "id": "4d",
    "name": "Sufficient calendar time and workhours are committed and available for implementing and executing the EVMS.",
    "description": "<p>Sufficient working days and workhours are committed and available for all directly and indirectly involved in appropriately implementing and executing the project/program’s EVMS. The magnitude of effort to perform the EVMS function is known and resources to perform the effort is available when needed. This allocation of time and workhours allows adequate effort based on the size and complexity of the project/program. It requires organizational prioritization and commitment of resources to accomplish EVMS requirements, as well as sufficient notification to assign the resources. For example, this requires the commitment of functional managers and program specific managers to have individuals available for the effort and dedicate key personnel’s time to support the EVMS.</p>",
    "sectionId": "4"
  },
  {
    "id": "4e",
    "name": "Data are readily available to populate EVMS tools supporting analyses for decision-making.",
    "description": "<p>Data are readily available and accessible in a consistent and timely manner according to the business rhythm. It should be shared effectively and efficiently, and support analyses to properly manage the project/program. These data are current, accurate, complete, repeatable, auditable, and contextualized to aid understanding which leads to effective, timely, and informed decision-making at all levels. Data also meet applicable EVM reporting requirements, such as file type, format, and so on.</p>",
    "sectionId": "4"
  },
  {
    "id": "4f",
    "name": "The project/program utilizes an appropriate periodic cycle for executing the EVMS effectively and efficiently.",
    "description": "<p>The EVMS is executed in a cycle time that is appropriate to control the project/program effectively and efficiently, according to the business rhythm calendar per the contract requirements. The appropriate periodic cycle is used to assess and prioritize workflow, ensuring demand is balanced against the capacity of the EVMS, which helps effectively plan, forecast, and allocate resources. This allows EVMS personnel and management to proactively address any issues that may occur. The same periodic cycle is followed by subcontractors, accounting, procurement, contracting and others, as required.</p>",
    "sectionId": "4"
  },
  {
    "id": "a.1",
    "name": "Product-Oriented Work Breakdown Structure (WBS)",
    "description": "<p>A product-oriented Work Breakdown Structure (WBS) is developed for a given project and extended to the control account level, as a minimum, and lower levels (e.g., work package/planning package) as necessary for management control. A WBS displays and defines the products, and/or services, to be developed and/or produced. It is a product structure and not an organizational structure. Only one WBS exists.</p><p>A WBS is a decomposition of all the work necessary to complete all authorized project scope including any revisions resulting from authorized changes and modifications. It uses nouns and adjectives to define work and is arranged in a hierarchy. It is constructed to allow for clear and logical groupings, either by activities or deliverables. The WBS should represent the work identified in the approved Project Scope Statement or Statement of Work (SOW)/Statement of Objectives (SOO) and serves as an early foundation for effective schedule development and cost estimating and map to the authorization documentation. Programs typically will develop a WBS as a precursor to a detailed project schedule. The WBS is accompanied by a WBS Dictionary, as required, which lists and defines WBS elements.</p><p>The goals of developing a WBS are to define the work elements 1) for the project team to proactively and logically plan out the project to completion, 2) to collect the information about work that needs to be done for a project, 3) to organize activities into manageable components that will achieve project objectives, 4) facilitates data collection and traceability, and 5) provides a control framework for integrated project/program management. The number of levels of the WBS should be determined by management needs, project/program risk and complexity, and similar driving factors.</p><p>Items to consider include:</p><ul> <li><a name=\"_heading=h.30j0zll\"></a>Singularity of Work Breakdown Structure (WBS)</li> <li>WBS tied to the project/program SOW/SOO</li> <li>Traceability matrix (e.g., SOW, design requirements and build specifications) to WBS</li> <li>WBS reflects base contract and modifications</li> <li><a name=\"_heading=h.1fob9te\"></a>WBS descriptive documents, such as a WBS dictionary, index, or similar document(s), that reflect and expand on the contract SOW/SOO</li> <li>Work Authorization Documents (WADs) based on the dictionary pages (optional)</li> <li>Other</li> </ul><p>The WBS should be integrated with the Planning and Scheduling sub-process, Budgeting and Work Authorization sub-process, Change Control sub-process, Accounting Considerations sub-process, and Analysis and Management Reporting sub-process.</p><p><em>References:</em> NDIA EVMS EIA-748-D Intent Guide GL 1; DoD EVMSIG GL 1; DOE CAG GL 1; EIA748-D; NDIA PASEG; MIL STANDARD 881 Rev E; ISO 21508:2018(E); ANSI PMI 19-006-2019</p>",
    "sectionId": "a"
  },
  {
    "id": "a.2",
    "name": "Work Breakdown Structure (WBS) Hierarchy",
    "description": "<p>The Work Breakdown Structure (WBS) scope is arranged in clear and logical groupings and is inclusive of all authorized contract and project life cycle work efforts regardless of the entity performing the work. The WBS is decomposed from a high-level &ldquo;system&rdquo; and de-constructed into sub-systems and components to ensure a hierarchy that helps effectively manage the project/program. There is clear vertical integration traceability between the WBS hierarchy and the authorized work scope.</p><p>Items to consider include:</p><ul> <li>Statement of Work (SOW)/Statement of Objectives (SOO)</li> <li>Work Breakdown Structure (WBS)</li> <li>Traceability matrix from project/program requirements (e.g., SOW/SOO, build specifications) to WBS</li> <li>WBS descriptive documents, such as a WBS index/dictionary, or a method to reconcile the SOW/SOO to the WBS structure exist</li> <li>External report, such as Integrated Program Management Report (IPMR) or other</li> <li>Base contract and modifications</li> <li>The WBS allows for clear and logical groupings, including identification of subcontractors</li> <li>Future work scope should be separately planned from the authorized contract work scope to enhance project life cycle planning.</li> <li>Other</li> </ul><p>The WBS Hierarchy should be integrated with the Analysis and Management Reporting sub-process, the Accounting Considerations sub-process, and the Subcontract Management sub-process.</p><p><em>References:</em> NDIA EVMS EIA-748-D Intent Guide GL 1; DoD EVMSIG GL 1; DOE CAG GL 1; EIA748-D; NDIA PASEG; ISO 21508:2018(E);</p><p>ANSI PMI 19-006-2019</p>",
    "sectionId": "a"
  },
  {
    "id": "a.3",
    "name": "Organizational Breakdown Structure (OBS)",
    "description": "<p>A single Organizational Breakdown Structure (OBS) is used to identify the project/program organizational structure, including major subcontractors, responsible for the accomplishment of authorized work. It is also used to define the organizational elements in which work will be performed. The OBS identified the project/program management hierarchy, which may not equate to functional management and supervision roles on stakeholder organizational charts.</p><p>Organization elements include work teams, functions, or other units used by the organization for execution of the project/program work efforts. Subcontracted and inter-organizational units&rsquo; work should be defined and identified to the appropriate subcontractor or organizational unit within the proper Work Breakdown Structure (WBS) element.</p><p>Items to consider include:</p><ul> <li>A single Organization Breakdown Structure (OBS)</li> <li>OBS intersections with the WBS</li> <li>Project/program organization chart (i.e., OBS Chart) and organizational structure (to include functional management and the Integrated project/program Team (IPT) when applicable)</li> <li>Documented roles and responsibilities (prime and major subcontractor(s))</li> <li>List of major subcontractor/inter-divisional work orders with Earned Value Management System (EVMS) flow down</li> <li>OBS identified in external reports</li> <li>Definition of the project/program organization&rsquo;s roles and responsibilities in the execution of their authorized work scope</li> <li>Other</li> </ul><p>The OBS should be integrated with the Analysis and Management Reporting sub-process and Subcontract Management sub-process.</p><p><em>Comments: A major subcontractor is any subcontracting entity that has a legal or contractual responsibility to report Earned Value Management data to their customer.</em></p><p><em>References:</em> NDIA EVMS EIA-748-D Intent Guide GL 2; DoD EVMSIG GL 2; DOE CAG GL 2; EIA748-D; NDIA PASEG; ISO 21508:2018(E); ANSI PMI 19-006-2019</p>",
    "sectionId": "a"
  },
  {
    "id": "a.4",
    "name": "Integrated System with Common Structures",
    "description": "<p>The planning, scheduling, budgeting, work authorization and cost accumulation systems should be integrated with each other. This integration occurs via common data elements and a common coding structure through the Work Breakdown Structure (WBS) and the Organizational Breakdown Structure (OBS).</p><p>The integration of planning, scheduling, budgeting, work authorization, and cost accumulation management processes provides the capability for establishing the Performance Measurement Baseline (PMB), identifying work progress, and collecting actual costs, thereby facilitating management analysis and corrective actions. Having integrated data linked to WBS and OBS elements ensures the availability of program information needed to support all levels of management insight and control. The intent is to build a framework that integrates the project/program processes (e.g., planning, scheduling, budgeting, work authorization, and cost accumulation) to support effective management of the contract by accurately integrating cost, schedule, and technical information.</p><p>Interoperability is an important characteristic of the EVMS to work between and amongst sub-systems. The data and/or narrative from one sub-system must be consistent with the data and/or narrative in other related sub-systems.&nbsp;&nbsp;</p><p>Items to consider include:</p><ul> <li>Data item matrix describing the unique coding structure that defines the common data elements that link the management systems</li> <li>A unique and flexible coding structure (e.g., code structure used to identify Control Account (CA), work package/planning package, earned value technique, charge code, risk identification number, etc.) that integrates sub-systems to support current and future internal and external data requirements</li> <li>Consistency among common data elements between sub-systems</li> <li>Work authorizations and documentation</li> <li>Master, intermediate, and detail level schedules</li> <li>Manufacturing/Enterprise Resource Planning (M/ERP) operational schedules</li> <li>Control account plans</li> <li>WBS and OBS, including management performance reports</li> <li>Responsibility Assignment Matrix (RAM)</li> <li>Statement of Work (SOW)/Statement of Objectives (SOO)</li> <li>A schedule hierarchy linked (either manually or electronically) to the other sub-systems (e.g., budget work authorization)</li> <li>Other</li> </ul><p>The Integrated System requirement should be integrated with the Planning and Scheduling sub-process, Budgeting and Work Authorization sub-process and Accounting Considerations sub-process.</p><p><em>References:</em> NDIA EVMS EIA-748-D Intent Guide GL 3; DoD EVMSIG GL 3; DOE CAG GL 3; EIA748-D; ANSI PMI 19-006-2019</p>",
    "sectionId": "a"
  },
  {
    "id": "a.5",
    "name": "Control Account (CA) to Organizational Element",
    "description": "<p>A Control Account Manager (CAM) is assigned responsibility for each management control point known as a Control Account (CA). At a minimum, the management control point is at the intersection of the WBS and OBS where work will be managed and controlled. Every CA reflects a single organizational element of the Organizational Breakdown Structure (OBS) directly responsible for the work and identifiable to a single element of the Work Breakdown Structure (WBS). Each CA has only one CAM assigned. The CAM has full responsibility, accountability and authority over the scope and performance of the CA work. CAs are established at appropriate levels based on the complexity of the work and the control and analysis needed to manage the work effectively. The CA establishes a logical framework that links the products of the management processes through common data elements.</p><p>Items to consider include:</p><ul> <li>Manufacturing or Enterprise Resource Planning (M/ERP) operational schedules</li> <li>Control account plans</li> <li>WBS and OBS with management performance reports, including cost</li> <li>Responsibility Assignment Matrix (RAM)</li> <li>Adaptable coding structure supporting current and future internal management needs, as well as current and future external data requirements</li> <li>Other</li> </ul><p>The CA and CAM assignments should be integrated with the Budgeting and Work Authorization sub-process, Analysis and Management Reporting sub-process and Change Control sub-process.</p><p><em>References:</em> NDIA EVMS EIA-748-D Intent Guide GL 5; DoD EVMSIG GL 5; DOE CAG GL 5; EIA748-D; NDIA PASEG; ISO 21508:2018(E)</p>",
    "sectionId": "a"
  },
  {
    "id": "b.1",
    "name": "Authorized, Time-Phased Work Scope",
    "description": "<p>The time-phasing of the authorized work scope is a key component of the Integrated Master Schedule (IMS). The IMS is a networked schedule containing all the detailed Work Packages (WPs) and Planning Packages (PPs) (or lower-level activities) necessary to support the events, accomplishments and criteria of the Integrated Master Plan (IMP) or similar high-level planning document.</p><p>The IMS reflects all authorized, time-phased work scope to be accomplished, including details for any significant subcontracted effort and High Dollar Value (HDV) materials/Critical Items (CI) that could affect the critical path of the IMS. All discrete work scope in the IMS is traceable to the Work Breakdown Structure (WBS), Project Execution Plan (PEP), and the Statement of Work (SOW)/Statement of Objectives (SOO). A realistic network schedule and time-phased scope are key factors in ensuring the success of the program.</p><p>Items to consider include:</p><ul> <li>All authorized scope is fully planned</li> <li>Subcontractor baselines are integrated into the prime baseline</li> <li>Materials, especially those that may impact critical path, are considered when planning work scope</li> <li>Schedule Risk Assessment (SRA)</li> <li>Other</li> </ul><p>The Time-Phased Work Scope should be integrated with the Material Management sub-process and the Subcontract Management sub-process.</p><p><em>References: </em>NDIA EVMS EIA-748-D Intent Guide GL 1, 6, 8, 9, 10; DoD EVMSIG GL 1, 6, 8, 9, 10; DOE CAG GL 1, 6, 8, 9, 10; EIA748-D; NDIA PASEG; ISO 21508:2018(E); ANSI PMI 19-006-2019</p>",
    "sectionId": "b"
  },
  {
    "id": "b.10",
    "name": "Time-Phased Performance Measurement Baseline (PMB)",
    "description": "<p>The Performance Measurement Baseline (PMB) is an integrated, time-phased budget plan for the accomplishment of all work scope and technical requirements having full alignment to resource planning and the project schedule. This means that there is alignment between the authorized work activities in the Integrated Master Schedule (IMS) and the time-phased budget and resource plans.</p><p>Items to consider include:</p><ul> <li>Use of Earned Value Management System (EVMS) Budgeting Tool</li> <li>Control Account Plans (CAPs)</li> <li>Summary Level Planning Packages (SLPPs), if applicable</li> <li>CA/Work Package grouping in IMS</li> <li>Accounting calendar in place</li> <li>Human capital/resource plan</li> <li>Statement of Work (SOW) / Statement of Objectives (SOO) in place</li> <li>Over Target Baseline (OTB)/ Over Target Schedule (OTS), if applicable</li> <li>Other</li> </ul><p>The Time-Phased PMB should be integrated with the Budgeting and Work Authorization sub-process.</p><p><em>References:</em> NDIA EVMS EIA-748-D Intent Guide GL 8; DoD EVMSIG GL 8; DOE CAG GL 8; EIA748-D; NDIA PASEG; DoD IMP/IMS; NDIA IBR Guide; ISO 21508:2018(E); ANSI PMI 19-006-2019</p>",
    "sectionId": "b"
  },
  {
    "id": "b.2",
    "name": "Schedule Provides Current Status",
    "description": "<p>The schedule provides current status including forecast start and completion dates consistent with the month-end status (data) date for all authorized work. The schedule can be updated to report current progress against the baseline and to forecast the schedule status of incomplete activities through project completion.</p><p>The schedule of the project/program follows a standardized business rhythm, including a standard &ldquo;time now&rdquo; or &ldquo;data date&rdquo; to which status is reported against. There are no forecast dates prior to the &ldquo;time now&rdquo; date and no actual dates after the &ldquo;time now&rdquo; date.</p><p>The Integrated Master Schedule (IMS) is updated at least as often as the external report is generated (e.g., Integrated Program Management Report or other reports). It is time-synchronized in accordance with all stakeholder updates/status (i.e., vendors, subcontractors, and government activities). The IMS status cycle should consider all organizational calendars and a common status date should be established for the integration of schedule data.</p><p>Items to consider include:</p><ul> <li>The schedule provides current status and forecast of completion dates for all discrete authorized work</li> <li>Objective completion criteria are determined in advance and used to measure progress towards the determination of technical achievement</li> <li>The schedule is updated monthly (at a minimum) in alignment with the accounting calendar, with realistic end dates; however, it may be updated more frequently if necessary</li> <li>Automated internal checking mechanism, to validate the quality of the schedule</li> <li>Schedule Risk Assessment (SRA)</li> <li>Other</li> </ul><p><em>References:</em> NDIA EVMS EIA-748-D Intent Guide GL 6; DoD EVMSIG GL 6; DOE CAG GL 6; EIA748-D; NDIA PASEG; ISO 21508:2018(E); ANSI PMI 19-006-2019</p>",
    "sectionId": "b"
  },
  {
    "id": "b.3",
    "name": "Horizontal Integration",
    "description": "<p>The Integrated Master Schedule (IMS) is a network schedule that describes the sequence of work (horizontal integration) and clearly identifies significant interdependencies that are indicative of the actual way the work is planned and accomplished at the level of detail to support project driving and critical paths development.</p><p>Horizontal integration refers to the logical relationships among tasks in the IMS, from project start through the project end. All activities aside from the project start and finish milestones should contain at least one predecessor and one successor. However, it is not enough to just ensure that every activity has a predecessor and successor. Schedules must consider all horizontal interdependencies between and among Control Accounts (CAs), Work Packages (WPs), planning packages, activities, and supporting schedules (e.g., engineering, production, and subcontractor).</p><p>Items to consider include:</p><ul> <li>Logic dependencies are reviewed and updated, especially within the forecast schedule, to eliminate unnecessary or out-of-sequence logic</li> <li>Permitted or prohibited constraints</li> <li>Elimination of redundant logic within the schedule can avoid confusion related to actual schedule drivers</li> <li>Logic ties primarily consist of Finish-to-Start, with Start-to-Start and Finish-to-Finish used appropriately to ensure the logic accurately models the execution plan of work</li> <li>A &ldquo;push test&rdquo; and &ldquo;pull test&rdquo; can help to ensure impacts to near-term scope appropriately impact down-stream efforts</li> <li>External logic ties when they exist (outside the project/program, such as government furnished equipment (GFE) and others)</li> <li>Risks related to horizontal integration</li> <li>Level of Effort (LOE) activities should not impact horizontal integration, drive the schedule performance, or impact the critical path</li> <li>Other</li> </ul><p>The Horizontal Integration process should be integrated with the Subcontract Management sub-process.</p><p><em>Comments: The Finish-to-Start (FS) relationship type provides a logical path through the program. A relationship type such as Start-to-Start (SS) or Finish-to-Finish (FF) can cause resource conflicts when the tasks are dependent upon one another while also taking place at the same time.</em></p><p><em>References:</em> NDIA EVMS EIA-748-D Intent Guide GL 6, 28; DoD EVMSIG GL 6, 28; DOE CAG GL 6, 28; EIA748-D; NDIA PASEG; ISO 21508:2018(E); ANSI PMI 19-006-2019</p>",
    "sectionId": "b"
  },
  {
    "id": "b.4",
    "name": "Vertical Integration",
    "description": "<p>Vertical integration refers to the alignment and consistency of data throughout all levels of the schedule hierarchy, from detailed level field and sub-contractor schedules up through summary level or &ldquo;milestone only&rdquo; schedules. Schedules must consider all vertical interdependencies between and among Control Accounts (CAs), Work Packages (WPs), planning packages, activities, and supporting schedules (e.g., engineering, production, and subcontractor). In addition, detailed level schedules should be vertically traceable to deliverables found within the Work Breakdown Structure (WBS), Statement of Work (SOW)/Statement of Objectives (SOO), Integrated Master Plan (IMP) or similar contract requirements document.</p><p>Whatever approach to scheduling is chosen, there must be both vertical integration (from detailed activities to top level) and horizontal integration (across activities at the same level; refer to B.3 Horizontal Integration). In general, the IMP can be thought of as the top-down planning tool and the Integrated Master Schedule (IMS) as the bottom-up execution tool.</p><p>Items to consider include:</p><ul> <li>Many schedule tools provide for &ldquo;roll-up&rdquo; of schedule data via coding structures</li> <li>All schedule data (i.e., field level schedules or sub-contractor schedules) do not need to reside within the IMS, however vertical traceability must be demonstrated regardless of implementation method chosen</li> <li>Procurement/Material delivery information (e.g., need dates, delivery dates) contained in the IMS must be traceable with other sources, such as a material management system</li> <li>Risks related to vertical integration</li> <li>Other</li> </ul><p>This attribute should be integrated with the Subcontract Management sub-process.</p><p><em>References:</em> NDIA EVMS EIA-748-D Intent Guide GL 6; DoD EVMSIG GL 6; DOE CAG GL 6; EIA748-D; NDIA PASEG; ISO 21508:2018(E); ANSI PMI 19-006-2019</p>",
    "sectionId": "b"
  },
  {
    "id": "b.5",
    "name": "Integrated Master Schedule (IMS) Resources",
    "description": "<p>A fully networked, resource-loaded Integrated Master Schedule (IMS) is a foundational component to a valid time-phased Performance Measurement Baseline (PMB). A valid project/program IMS must address the availability of resources to achieve the schedule objectives. At a minimum, a resource-loaded IMS must contain all labor, material and equipment costs to include unit prices and quantities. Resource planning of both labor (hours) and non-labor (currency) at the appropriate level to aid in the decision-making process is key to ensuring a fully executable plan. The IMS can also be used to roll up schedules at the program or portfolio level. Resource planning also can occur above the project level.</p><p>Items to consider include:</p><ul> <li>Labor resources within the IMS are planned in hours (or fractions of) at a minimum, however they may include &ldquo;dollarized&rdquo; rates as well</li> <li>Resource-loading of only critical activities may not accurately depict the true resource needs as compared to availability</li> <li>Resource-loading of only specific resource types may not accurately depict true resource shortfalls</li> <li>All resources in the IMS are cross-checked with the project/program budget and contractual cost constraints</li> <li>Resource coding is consistent among financial software, scheduling software and cost processing software</li> <li>Resource peaks and valleys are examined for the feasibility of the available budgets and the availability or limitations of resources</li> <li>Labor resource peaks and valleys are minimized</li> <li>The need for the time-phasing of resources is taken into account in the IMS</li> <li>Other</li> </ul><p>The IMS should be integrated with the Authorization and Budgeting sub-process, the Material Management sub-process, the Subcontract Management sub-process, and the Risk Management sub-process.</p><p><em>Comments: Please reference the results of attribute A5 for resource and schedule alignment.</em></p><p><em>References:</em> NDIA EVMS EIA-748-D Intent Guide GL 6, 8, 9, 10; DoD EVMSIG GL 6, 8, 9, 10; DOE CAG GL 6, 8, 9, 10; EIA748-D; NDIA PASEG; GAO-16-89G; GAO-20-195G; DOE O 413.3B; ISO 21508:2018(E); ANSI PMI 19-006-2019</p>",
    "sectionId": "b"
  },
  {
    "id": "b.6",
    "name": "Schedule Detail",
    "description": "<p>The schedule detail should be at the lowest level needed to provide a foundation for horizontal and vertical schedule integration. It should include the detailed activities and milestones that depict the work scope that represent all discrete and/or Level of Effort (LOE) Work Packages (WPs) and Planning Packages (PPs) identified in the Performance Measurement Baseline (PMB), as required. It is developed and used as the blueprint for the day-to-day management and control of work by the Control Account Manager (CAM). Detailed schedules must contain activity start and finish dates that are based on physical accomplishment and are clearly integrated with project/program time constraints.</p><p>Activities in the detailed schedule must contain sufficient detail including consideration of work calendars and the availability and allocation of resources. While the project/program schedule defines the scope of the work to be undertaken and the timetable for completion, it is the coding structure schema that includes the Work Breakdown Structure (WBS) that ensures the planning, scheduling, budgeting, work authorization, and cost accumulation management sub-systems are integrated. The intent is for the data derived from one sub-system to be relatable, and consistent with, the data of each of the other sub-systems.</p><p>The schedule network is a model of how the project/program will accomplish the goals and deliverables reflected in the contract. The granularity of both the baseline and forecast schedule must be sufficient to promote a clear understanding of the work scope at the work performance level and to ensure accurate performance (statusing). This means the detailed activities must be planned and sequenced the way they will be performed.</p><p>Items to consider include:</p><ul> <li>Detailed activities and milestones depicting work scope</li> <li>Sub-systems are relatable</li> <li>Activities consider availability and allocation of resources</li> <li>Work calendars and constraints are identified</li> <li>Coding schema includes WBS</li> <li>Other</li> </ul><p>Schedule Detail should be integrated with the Budgeting and Work Authorization sub-process and the Analysis and Management Reporting sub-process.</p><p><em>Comments: Consider agency or organizational/unique policies and contract requirements for this assessment. </em></p><p><em>References:</em> NDIA EVMS EIA-748-D Intent Guide GL 6; DoD EVMSIG GL 6; DOE CAG GL 6; EIA748-D; NDIA PASEG; NDIA IBR Guide; ISO 21508:2018(E); ANSI PMI 19-006-2019</p>",
    "sectionId": "b"
  },
  {
    "id": "b.7",
    "name": "Critical Path and Float",
    "description": "<p>The schedule should identify a logical critical path(s) and driving path(s) to manage the project/program. The critical path is the path of longest duration through the sequence of activities with the least amount of total float. It is also defined as the longest path of related incomplete activities in the logic network from &lsquo;time-now&rsquo; whose total duration determines the earliest project completion. Establishing a valid critical path is necessary for examining the effects of any delay in activities along this or adjacent paths. The project critical path determines the project&rsquo;s earliest completion date and focuses the team&rsquo;s energy and management&rsquo;s attention on the activities that will lead to the project&rsquo;s success. Changes to the forecasted project milestones may impact the critical path. Critical paths used for the project/program should be consistent among key stakeholders. The driving path is the longest sequence of tasks from time now to an interim program milestone. If a task on a driving path slips, the forecasted interim program milestone date should slip. Critical path and driving path identification and analyses are essential to ensure timely completion of the authorized work and to prevent slippage of the project/program end date.</p><p>Total Float is the amount of time that an activity can be delayed from its early start date without delaying the project finish date. Excessive float may indicate that there are missing activities, or that the schedule contains incomplete or inaccurate logic or duration. Negative float in a schedule indicates that activities and milestones cannot meet their required finish dates based on precedence logic, duration, and status. The presence of Negative Float in the baseline schedule indicates an unachievable plan and should be addressed. Negative Float in the forecast schedule should be reported to support management review and decision. Excessive negative float in the forecast schedule that is not mitigated is reviewed and the constrained milestone is forecast for the impact.</p><p>The critical path may change for the project/program as near-critical paths are delayed more than the critical path; schedule float provides an indication of this phenomena. Schedule float that is the least (positive or negative) indicates the activities, based on status, that are now the most critical to complete in order to maintain the overall critical path. Understanding the changes in float can help with the work prioritization, and excessive positive schedule float may indicate logic issues that need to be addressed.</p><p>Items to consider include:</p><ul> <li>Network schedule calculates the critical path reflecting work priorities, with key stakeholder interfaces, subcontracts, and material procurements considered</li> <li>Float values are calculated for each activity and milestone</li> <li>Float values can be explained and managed to optimize the schedule</li> <li>Schedule execution metrics</li> <li>Other</li> </ul><p><em>References:</em> NDIA EVMS EIA-748-D Intent Guide GL 6; DoD EVMSIG GL 6; DOE CAG GL 6; EIA748-D; NDIA PASEG; NDIA IBR Guide; ISO 21508:2018(E); ANSI PMI 19-006-2019</p>",
    "sectionId": "b"
  },
  {
    "id": "b.8",
    "name": "Schedule Margin (SM)",
    "description": "<p>The establishment of Schedule Margin (SM) within the schedule is an optional management technique available to help projects/programs deliver on time, on target, and on cost. SMs are created by inserting activities to represent the time necessary to account for estimated schedule risks/uncertainties. SM is used to mitigate schedule risk and to increase the accuracy of downstream forecasts. While SM duration will generally decrease over time as risks expire and uncertainties diminish, it is possible for the duration to increase as additional risks and uncertainties are discovered. Customer&rsquo;s schedule contingency, if included in the schedule, is reflected consistent with SM.</p><p>The amount of SM established is directly related to the estimation of schedule risk inherent to accomplishing the project goals and deliverables. The relationship between SM and risk in the schedule must be documented and reviewable.</p><p>There are clear ties between SM duration and the risk management process where its establishment can be based upon the results of a Schedule Risk Assessment (SRA). SM must be identified in the project schedule as a single non-resourced activity positioned between the last discrete resourced activity in a critical/major decision phase and the critical/major decision milestone. This placement will allow management to evaluate the impact of realized risks on the schedule to the next milestone and act to address possible risks to the project. While SM duration will generally decrease over time as risks/uncertainties diminish, it is possible for the duration to increase as additional risks and uncertainties are discovered.</p><p>Items to consider include:</p><ul> <li>SM activities are defined and justified through examining project risks</li> <li>SM activities precede only milestones</li> <li>The project manager actively manages the schedule margin</li> <li>Other</li> </ul><p>SM should be integrated with the Risk Management sub-process.</p><p><em>References:</em> NDIA EVMS EIA-748-D Intent Guide GL 6, 27; DoD EVMSIG GL 6, 27; DOE CAG GL 6, 27; EIA748-D; NDIA PASEG; NDIA IBR Guide; ISO 21508:2018(E); ANSI PMI 19-006-2019</p>",
    "sectionId": "b"
  },
  {
    "id": "b.9",
    "name": "Progress Measures and Indicators",
    "description": "<p>Progress measures and indicators are established to accurately assess schedule progress and to address the physical or tangible completion of work. They are typically established first by identification of interim goals to measure the progress of the project, which avoids subjectivity in the assessment of work accomplished.</p><p>The objective interim performance measures should align with the Integrated Master Schedule (IMS) tasks/activities to enable accurate performance assessment. A sufficient number of interim measures are defined after the detailed schedule task/activities are established and are based on the completion criteria developed for each increment of work.</p><p>Progress measures are necessary to justify progression to the next control account or lower-level task/activity. A key feature of an interdependent schedule is that it establishes and maintains the relationship between technical achievement and progress statusing. Progress measures serve as objective criteria for determining accomplishment of project/program phases and milestones that constitute the start or completion of work scope.</p><p>Items to consider include:</p><ul> <li>Interim goals are established by which to measure the progress of the project</li> <li>Objective product or milestone completion criteria are meaningful indicators of progress and address the physical or tangible completion of work</li> <li>Objective completion criteria are aligned with the accomplishments of the program&rsquo;s technical requirements and goals</li> <li>A sufficient number of interim measures are defined after the detailed schedule task/activities are established to ensure performance is measured as accurately as possible</li> <li>Other</li> </ul><p><em>References:</em> NDIA EVMS EIA-748-D Intent Guide GL 7; DoD EVMSIG GL 7; DOE CAG GL 7; EIA748-D; NDIA PASEG; DoD IMP/IMS; NDIA IBR Guide; ISO 21508:2018(E); ANSI PMI 19-006-2019</p>",
    "sectionId": "b"
  },
  {
    "id": "c.1",
    "name": "Scope, Schedule and Budget Alignment",
    "description": "<p>Alignment among the project scope, schedule, and budget, is critical for effective project control. The Performance Measurement Baseline (PMB) should be time-phased in alignment with the Integrated Master Schedule (IMS). Similarly, the budget should be aligned in accordance with the appropriate accounting calendar for the authorized work scope, including all Control Accounts (CA) and Summary Level Planning Packages (SLPPs).</p><p>Items to consider include:</p><ul> <li>Earned Value Management System (EVMS) budgeting tool</li> <li>Control Account Plans (CAPs)</li> <li>CA/Work Package (WP) and Planning Packages (PP) grouping in the IMS</li> <li>Accounting calendar</li> <li>Human capital/resource plan</li> <li>Other</li> </ul><p>The Scope, Schedule and Budget Alignment for PMB development should be integrated with the Organizing, Planning and Scheduling, Analysis and Management Reporting, Material Management and Subcontract Management sub-processes.</p><p><em>References:</em> NDIA EVMS EIA-748-D Intent Guide GL 8; DoD EVMSIG GL 8; DOE CAG GL 8; EIA748-D; NDIA PASEG; DoD IMP/IMS; ISO 21508:2018(E); ANSI PMI 19-006-2019</p>",
    "sectionId": "c"
  },
  {
    "id": "c.10",
    "name": "Identify Management Reserve (MR) Budget",
    "description": "<p>Management Reserve (MR) is budget set aside for in-scope unforeseen events that may arise during the course of the project/program. Because MR is a separate budget that is not yet tied to work, it does not form part of the Performance Measurement Baseline (PMB). The MR budget should be commensurate with the level of risks and opportunities identified by the project/program. As such, MR budget is used for risk mitigation and opportunity capture efforts, but only when in scope to the contract and scope of work.</p><p>MR budget is not a contingency that can be eliminated from contract prices during subsequent negotiations or used to absorb the cost of project changes. The MR budget being held in reserve must not be viewed by the project/program as a source for added work scope.</p><p>Items to consider include:</p> <ul> <li>MR budget is associated with the project/program, owned by the prime contractor project/program manager and not associated with a specific scope of work</li> <li>MR budget enables project/program management to respond to future unforeseen events within the contractual work scope</li> <li>MR budget is not a source of funding for additional work scope or for the elimination of performance variances</li> <li>Other</li> </ul><p>The establishment of the MR Budget should be integrated with the Risk Management sub-process and the Subcontract Management sub-process as applicable.</p><p><em>Comments: When Earned Value Management System (EVMS) requirements are flowed down to subcontractors, the prime must be able to account for the subcontractor&rsquo;s MR budget.</em></p><p><em>References:</em> NDIA EVMS EIA-748-D Intent Guide GL 14; DoD EVMSIG GL 14;</p><p>DOE CAG GL 14; EIA748-D; ISO 21508:2018(E); ANSI PMI 19-006-2019</p>",
    "sectionId": "c"
  },
  {
    "id": "c.11",
    "name": "Undistributed Budget (UB)",
    "description": "<p>Undistributed budget (UB) is an identified and controlled budget that is applicable to specific project/program effort and identified with authorized work scope; it has not yet been distributed below the project Work Breakdown Structure (WBS) reporting level either directly to Control Accounts (CAs) or to Summary Level Planning Packages (SLPPs), or dispositioned to be removed from the contract. UB is a transient amount because once it is distributed to either CAs/SLPPs, or dispositioned to be removed from the contract it ceases to be UB. Because UB is tied to work scope, it does form part of the Performance Measurement Baseline (PMB). UB accounts are to be distributed/dispositioned in a timely manner as work scope is finalized and distributed to MR/CA&rsquo;s or to SLPPs. This authorized work scope and budget relationship must also be maintained when work scope and the related budget is removed from the distributed budget and placed in UB pending further negotiations and disposition with the customer.</p><p>For Authorized Unpriced Work (AUW) prior to definitization, it is acceptable to plan and budget near term effort in CAs while the remaining effort and budget is planned at a higher level and/or in UB. Such situations necessitate that a budget be formulated for distribution purposes in spite of the fact that this budget amount has not been formally negotiated with the customer. In these situations, where work is authorized before negotiations, appropriate change order planning will need to be accomplished, and budgets will need to be established based on the contractor&#39;s cost estimate for the change. The contractor may allocate estimated budget for the immediate, near-term work requirement while maintaining the remainder of the budget estimate in a UB account (AUW is not subject to the same normal length of time UB may exist for a negotiated change).</p><p>Scope and associated budgets that may reside in UB include:</p><ul> <li>AUW</li> <li>Newly definitized work scope</li> <li>Work that has been de-scoped but not yet contractually removed from the project/program</li> </ul><p>Items to consider include:</p><ul> <li>UB is part of the PMB and has budget associated with contractually authorized work scope that has not yet been distributed to an organizational element at or below the WBS reporting level</li> <li>UB, unlike Management Reserve (MR), always has scope. Each project change must be tracked within UB until totally allocated to the time phased PMB or MR</li> <li>UB is a short-term holding account where the budget is expected to be distributed into the PMB or removed from the contract. Delays in contract direction may impact the timely distribution of UB into CAs</li> <li>Other</li> </ul><p>UB Identification should be integrated with the Analysis and Management Reporting sub-process and the Change Control sub-process.</p><p><em>References: </em>NDIA EVMS EIA-748-D Intent Guide GL 14; DoD EVMSIG GL 14; DOE CAG GL 14; EIA748-D; ISO 21508:2018(E); ANSI PMI 19-006-2019</p>",
    "sectionId": "c"
  },
  {
    "id": "c.12",
    "name": "Reconcile to Target Cost Goal",
    "description": "<p>A project/program baseline that reflects the common agreement between the two parties, for example a customer and contractor, provides a common reference point for progress assessment. It provides recognition of contractual requirements and precludes unauthorized changes to the Performance Measurement Baseline (PMB). The target cost must be reconciled with the PMB and Management Reserve (MR). This reconciliation includes a comparison of the Contract Budget Base (CBB) (sometimes known as the Project Budget Base (PBB)) to the Negotiated Contract Cost (NCC) plus Authorized Unpriced Work (AUW). The CBB is also reconciled with the Total Allocated Budget (TAB) to consider the cost value of an OTB. The sum of the Control Account (CA) budgets for higher-level Work Breakdown Structure (WBS) elements, Undistributed Budget (UB), and MR must reconcile with the TAB.</p><p>Items to consider include:</p><ul> <li>MR (showing month end values; monthly sources and applications to CAs; current value)</li> <li>UB (showing month end values; monthly sources and applications to CAs; current value)</li> <li>PMB (showing month end values; monthly changes from/to management reserve and undistributed budget; current value)</li> <li>CBB/PBB (showing month end values; monthly changes identifying contract modifications; current value) reconciled to the target cost</li> <li>TAB reconciled to the contract budget base and any recognized over target baseline</li> <li>Other</li> </ul><p>The CBB/PBB reconciliation should be integrated with the Analysis and Management Reporting sub-process.</p><p><em>Comments: PBB is sometimes used when multiple distinct projects make up one contract.</em></p><p><em>References:</em> NDIA EVMS EIA-748-D Intent Guide GL 15; DoD EVMSIG GL 15; DOE CAG GL 15; EIA748-D; NDIA PASEG; DOE EVMS GOLD CARD; ISO 21508:2018(E); ANSI PMI 19-006-2019</p>",
    "sectionId": "c"
  },
  {
    "id": "c.2",
    "name": "Summary Level Planning Packages (SLPPs)",
    "description": "<p>Summary Level Planning Packages (SLPPs) are established above the Control Account (CA) level for future efforts that cannot be practically identified to a CA. Each SLPP identifies scope, schedule, and associated budget, which are amended to the end of the project/program delivery period. The SLPP budgets must be identified specifically to the work for which is intended, time-phased, periodically reviewed for validity, and not used to perform other scopes of work. SLPPs should be subdivided to the extent practical into CAs at the earliest opportunity.</p><p>Items to consider include:</p><ul> <li>Earned Value Management System (EVMS) budgeting tool</li> <li>Control Account Plan (CAP)</li> <li>Integrated Master Schedule (IMS)</li> <li>Statement of Work (SOW) / Statement of Objectives (SOO)</li> <li>Program budget log</li> <li>Other</li> </ul><p>SLPPs should be integrated with the Planning and Scheduling sub-process and Change Control sub-process.</p><p><em>References:</em> NDIA EVMS EIA-748-D Intent Guide GL 8, 29; DoD EVMSIG GL 8, 29; DOE CAG GL 8, 29; EIA748-D; NDIA PASEG; DoD IMP/IMS; ISO 21508:2018(E); ANSI PMI 19-006-2019</p>",
    "sectionId": "c"
  },
  {
    "id": "c.3",
    "name": "Work Authorization Documents (WADs)",
    "description": "<p>Work Authorization Documents (WADs) identify the Scope of Work (SOW)<strong>/</strong>Statement of Objectives (SOO), period of performance, and budgets (including hours, as applicable). The EVMS is used to verify that the start of work and the expenditure of costs is initiated through a documented authorization process. This process provides budget authorization for the Control Account Manager (CAM) to start work efforts. Approved work authorization precedes the baseline start and actual start of work. Work should not begin before authorized by an initial work authorization. Formally authorizing the work ensures the assignment of all project/program work scope to the responsible organization is clearly documented and the resources required for completing the work are budgeted and acknowledged by the management team prior to commencement of work. A budget is established for the work scope which is then further broken down by the Element of Cost (EOC) for labor, material, subcontractor, and other direct charges required to accomplish it. Inadequate authorization of work increases the risk of mischarges, operating inefficiencies, and cost overruns.</p><p>Lack of planning and establishing budget by EOC impacts management&rsquo;s ability to allocate resources effectively and ensure all required resources are committed and available to the project. Ensuring Control Account (CA) budgets are authorized and planned by EOCs facilitates management insight into program performance at the resource level. Inadequate work authorization increases the risk of performing unauthorized work leading to cost overruns. Unauthorized expenditures, budgets, and scheduled activities prior to formal work authorization may be an indicator of lack of program management attention and control over resources, baseline plans, and schedule resulting in poor execution of contract requirements. The inability to roll up costs will prevent reconciliation with the performance measurement baseline and impact visibility and analysis of cost performance at key management control levels.</p><p>Items to consider include:</p><ul> <li>CA Plans (CAP) by EOC</li> <li>WAD scope definition and traceability to the SOW/SOO</li> <li>Performance Measurement Baseline (PMB)</li> <li>Undistributed Budget (UB) logs</li> <li>Bills of Materials (BOM)</li> <li>Responsibility Assignment Matrix (RAM)</li> <li>Schedules (prime and subcontractor)</li> <li>Basis of Estimate (BOE)</li> <li>Work Breakdown Structure (WBS) Dictionary</li> <li>Other</li> </ul><p>Work Authorization should be integrated with the Organizing sub-process and the Planning and Scheduling sub-process.</p><p><em>References:</em> NDIA EVMS EIA-748-D Intent Guide GL 9; DoD EVMSIG GL 9; DOE CAG GL 9; SAE EIA748-D; NDIA PASEG; ISO 21508:2018(E); ANSI PMI 19-006-2019</p>",
    "sectionId": "c"
  },
  {
    "id": "c.4",
    "name": "Work Authorization Prior to Performance",
    "description": "<p>Scope, schedule, and budget authorization are needed before work performance is executed and actual costs are incurred. Approved Work Authorization Documents (WADs) precede the baseline start and actual start of work. Work should not begin before work scope, schedule, and budget are formally authorized by an approved WAD. This process serves as both a planning and control function. It ensures that the assignment of program work scope to the responsible organization is clearly documented. It also ensures that the resources required for completing the work are budgeted by Elements of Cost (EOC) within the baseline schedule period of performance and are acknowledged by the management team prior to commencement of work.</p><p>For emerging work associated with Authorized Unpriced Work (AUW), authorization is needed before work is performed, and actual costs are incurred. Interim authorization may be approved by the contractor project/program manager (PM) through a directive as long as it is replaced with a formal work authorization approved by the Control Account Manager (CAM). This process is to allow for authorization of emergency work consistent with the intent of earned value.</p><p>Items to consider include:</p><ul> <li>Control Account Plans (CAPs) by EOC</li> <li>WADs approval process</li> <li>Performance Measurement Baseline (PMB)</li> <li>Undistributed Budget (UB) logs</li> <li>Bills of Materials (BOM)</li> <li>Responsibility Assignment Matrix (RAM) or similar documentation</li> <li>Schedules (prime and subcontractor)</li> <li>Material requirements documentation identifying when the material is expected to be used</li> <li>Other</li> </ul><p>The Work Authorization Prior to Performance process should be integrated with the Planning and Scheduling sub-process and Accounting Considerations sub-process to ensure actual costs are not incurred prior to WAD signature.</p><p><em>References<strong>:</strong></em> NDIA EVMS EIA-748-D Intent Guide GL 9, 16; DoD EVMSIG GL 9, 16; DOE CAG GL 9, 16; EIA748-D; NDIA PASEG; DoD IMP/IMS; MIL STANDARD 881 Rev E; ISO 21508:2018(E); ANSI PMI 19-006-2019</p>",
    "sectionId": "c"
  },
  {
    "id": "c.5",
    "name": "Budgeting by Elements of Cost (EOC)",
    "description": "<p>EOCs are a subset of the Control Accounts (CAs) and Work Package (WP) budgets. CAs are planned, budgeted, and segregated by EOC (i.e., labor, material, subcontract, other direct costs, and indirect costs (e.g., an EOC equivalent)) when applicable.</p><p>Budgets for direct costs are those chargeable to a specific WP and include labor, materials, equipment, and any other resources defined by the project along with indirect burdens. The time-phasing of material budgets should be consistent when the material is expected to be received and consumed for acceptable points for planning and measuring material. Budgets for subcontractors are time-phased to support project schedule requirements at acceptable points for planning and measuring subcontracts to vendors. Budgets may be stated in units of currency, hours, or other measurable units consistent with the budget values reflected in the Control Account Plans (CAPs). Budgeting indirect costs supports reconciliation between the accounting system cost elements and EVMS cost system EOCs, mitigates distortion of direct EOC variances, and enhances management&rsquo;s analysis and understanding the indirect rate impacts.</p><p>Items to consider include:</p> <ul> <li>Budget reflected in CAPs by EOC</li> <li>EOC budgets found in WAD</li> <li>Subcontractor budgets are time-phased</li> <li>Budgets are stated in units of currency, hours, or other measurable units</li> <li>Prime budgets are integrated with schedules</li> <li>Disclosure Statement (e.g., Cost Accounting Standards (CAS))</li> <li>Other</li> </ul><p>The EOC should be integrated with the Indirect Budget and Cost Management sub-process and the Material Management sub-process.</p><p><em>References:</em> NDIA EVMS EIA-748-D Intent Guide GL 9, 10, 13; DoD EVMSIG GL 9, 10, 13; DOE CAG GL 9, 10, 13; SAE EIA748-D; NDIA PASEG; ISO 21508:2018(E); ANSI PMI 19-006-2019</p>",
    "sectionId": "c"
  },
  {
    "id": "c.6",
    "name": "Work Package Planning, Distinguishability, and Duration",
    "description": "<p>Work Package (WP) planning begins with the logical decomposition of authorized Control Account (CA) scope, schedule and budget into executable and measurable segments of work. A WP must be a distinguishable subdivision of the CA, reflecting the way work will be executed, assignable to a single organizational element. WPs support accurate performance measurement through assignment of the appropriate Earned Value Technique (EVT), segregated by elements of cost and include an appropriate EVT.</p><p>WPs must be distinguishable from other WPs. WPs are where the work is planned in detail, technical progress is measured, and earned value is determined. WPs contain specific time-phased resource requirements in dollars, hours, or other measurable units.</p><p>WPs have relatively short durations. Longer tasks are acceptable, but progress must be objectively measured using the appropriate EVT and Quantifiable Backup Data (QBD).</p><p>Items to consider include:</p><ul> <li>WPs are planned as far in advance as practicable</li> <li>WPs contain authorized scope and budgets that include specific time-phased resource requirements in dollars, hours, or other measurable units</li> <li>WPs reflect the expected way the work is to be executed and are a distinguishable subdivision of a CA, assignable to a single program organizational element</li> <li>WPs contain small, manageable segments that support accurate performance status and task execution is measured at the working level</li> <li>WPs are distinguishable from other WPs by titles and/or other unique attributes/descriptors consistent with the scope of work</li> <li>WP durations are realistic (i.e., durations are substantiated by a technical or other realistic basis of estimate)</li> <li>WP duration is limited to a relatively short span of time</li> <li>Longer duration WPs need objective intermediate measures of physical progress to enable accurate performance assessments</li> <li>Other</li> </ul><p>The WP Planning process should be integrated with the Planning and Scheduling sub-process.</p><p><em>References:</em> NDIA EVMS EIA-748-D Intent Guide GL 10; DoD EVMSIG GL 10; DOE CAG GL 10; EIA748-D; NDIA PASEG; ANSI PMI 19-006-2019</p>",
    "sectionId": "c"
  },
  {
    "id": "c.7",
    "name": "Measurable Units and Budget Substantiation",
    "description": "<p>Work Packages (WPs) and Planning Packages (PPs) contain authorized scope of work and budgets that include time-phased requirements in dollars, hours, or other measurable units. Use of measurable units provides a basis for planning and accurate and objective performance assessment. WP and PP budgets must be based on authorized work and realistic timelines to substantiate their accuracy and planning value. WP and PP quantities, sizes and durations will vary subject to scope, internal management needs, and the size and complexity of the project/program. PPs should be broken down to the extent practical for scope, schedule and budget substantiation.</p><p>Distributing all control account budgets to either work packages or planning packages ensures the Performance Measurement Baseline (PMB) is planned at an executable level that supports meaningful performance measurement.</p><p>Items to consider include:</p><ul> <li>WP/PP budgets are expressed in specific time-phased resource requirements in dollars, hours, or other measurable units</li> <li>All Control Account (CA) budgets are distributed to either WPs or PPs</li> <li>CA planning fully utilizes dollars, hours, or other appropriate measurable units ensuring the Performance Measurement Baseline (PMB) is planned in a way that supports meaningful performance measurement</li> <li>Appropriate measurable units can be associated with time-phased work package and planning package budgets and are used for performance measurement</li> <li>Budgets for high value production and critical material are planned discretely</li> <li>Measurable units associated with the planning and assessment of material can be associated with need dates and are time-phased by dollar amounts suitable for the type of material category</li> <li>Each WP/PP should have both budget and associated authorized scope of work</li> <li>WP/PP budgets are consistent with subcontractor baseline plans and are integrated and traceable</li> <li>The sum of all WP budgets plus PPs within CAs should equal the budgets authorized to those CAs in order to prevent duplicate recording of budgets</li> <li>Budgets for LOE activity must have supporting documentation for the estimate</li> <li>Other</li> </ul><p><em>References:</em> NDIA EVMS EIA-748-D Intent Guide GL 10, 11; DoD EVMSIG GL 10, 11; DOE CAG GL 10, 11; EIA748-D; NDIA PASEG; ANSI PMI 19-006-2019</p>",
    "sectionId": "c"
  },
  {
    "id": "c.8",
    "name": "Appropriate Assignment of Earned Value Techniques (EVTs)",
    "description": "<p>Selection of Earned Value Technique (EVT) is based on the duration and nature of the work contained in the Work Package (WP) and supported by how the work is planned and performance will be earned. The overarching goal is to ensure that a single EVT (at the WP level) is consistent with the type of work, how the work is planned, and provides for accurate performance measurement. EVTs can be: 1) Discrete: associated with work that has a specific product or service with distinct and measurable outputs; 2) Apportioned: associated with work of a supporting nature tied directly to a discrete technical activity; or 3) Level-of-Effort (LOE): associated with work of a general or supportive nature, not tied directly to a discrete technical activity. Discrete EVTs may be further broken down into other subcategories to better define how performance will be taken (e.g., percent complete, 50/50, 0/100). EVTs also may be assigned to a level below the WP, provided that the lower level EVTs are in alignment with the parent WP EVT. For example, a discrete WP may contain lower level details (activities) comprised of percent complete, 50/50 and 0/100 EV methods, however it shall not contain LOE or apportioned effort assignments co-mingled with the discrete assignments.</p><p>Items to consider include:</p> <ul> <li>WP scope is partitioned into measurable segments and measured using a single EVT (e.g., discrete, LOE, or apportioned)</li> <li>Selection and use of appropriate EVTs allow for accurate and objective measure of work accomplishment and provide project/program management with accurate performance status and situational awareness of project/program execution</li> <li>EVTs represent the best method to measure work accomplishment</li> <li>EVTs are established based on how work is planned, and performance is earned consistent with the EVT</li> <li>When EVTs are assigned to sub-WP level details, proper controls are in place to prevent co-mingling of discrete and LOE to limit potential for distortion of performance measurement and variance analysis</li> <li>Discrete EVTs are used for materials; consumables in some cases can be measured using LOE</li> <li>EVTs support and/or are integrated with detailed engineering, manufacturing or other schedules</li> <li>EVTs used to assess performance of subcontractors, vendors, and others must be consistent, integrated, and traceable to prime and/or higher tier planning</li> <li>EVTs are not identified for work held in Summary Level Planning Packages (SLPP) or planning packages</li> <li>Use of discrete EVTs and objective progress measurement should be maximized wherever applicable</li> <li>Other</li> </ul><p>The Assignment of EVTs should be integrated with the Organizing sub-process and the Planning and Scheduling sub-process.</p><p><em>References:</em> NDIA EVMS EIA-748-D Intent Guide GL 10, 12; DoD EVMSIG GL 10, 12; DOE CAG GL 10, 12; EIA748-D; NDIA PASEG; ANSI PMI 19-006-2019</p>",
    "sectionId": "c"
  },
  {
    "id": "c.9",
    "name": "Identify and Control Level of Effort (LOE) Work Scope",
    "description": "<p>Level of Effort (LOE) is defined as those authorized work activities that, by their nature, are either not measurable (i.e., there is no measurable output/product), or for which measurement is impracticable. LOE activities are typically administrative or supportive in nature and may include work in areas such as program management, contract administration, financial management, security, field support, help desk support, or clerical support.</p><p>LOE work packages should be separately identified from discrete effort work packages and apportioned effort work packages. Co-mingling of LOE and discrete effort within a Control Account (CA) should be minimized. When LOE and discrete scope are co-mingled within a CA, performance of the discrete effort and LOE should be separately evaluated to ensure visibility into the Earned Value Technique (EVT) for measuring performance of the discrete effort and LOE.</p><p>Items to consider include:</p> <ul> <li>LOE and discrete work scope should be discernable and appropriately separated</li> <li>The amount of LOE work scope should be proportionate to the type of work being performed.</li> <li>Proper coding of activities is emphasized</li> <li>LOE activities do not drive project performance reporting</li> <li>Other</li> </ul><p>Identifying and Controlling LOE Work Scope should be integrated with the Planning and Scheduling sub-process and the Analysis and Management Reporting sub-process.</p><p><em>References:</em> NDIA EVMS EIA-748-D Intent Guide GL 12; DoD EVMSIG GL 12; DOE CAG GL 12; EIA748-D; NDIA PASEG; ANSI PMI 19-006-2019</p>",
    "sectionId": "c"
  },
  {
    "id": "d.1",
    "name": "Direct Costs",
    "description": "<p>Direct cost must be assigned to a project/program consistent with the pertinent budgets to achieve effective performance management. A project/program&rsquo;s cost-charging structure established in the accounting system should help ensure that actual costs collected are directly compared with associated budgets for that completed work (i.e. Budgeted Cost for Work Performed (BCWP)).</p><p>The project/program should classify its direct costs (e.g., direct labor, material, other direct costs) consistent with the approved Cost Accounting Standards (CAS) disclosure statement.</p><p>The project/program&rsquo;s directs costs are recorded at or below the Control Account (CA) on the same basis as budgets were established and, at a minimum, by Element of Cost (EOC). EOCs are defined in the cost accounting system disclosure statement for the project/program and must be consistent with the accounting system tracking of EOCs for direct cost elements.</p><p>Items to consider include:</p><ul> <li>Processes documented for direct cost classification and CA requirements</li> <li>CAS disclosure statement approval</li> <li>Anomalies identified and corrected immediately</li> <li>Reconciliation of subcontract reported actual costs to subcontract payments</li> <li>Estimated Actual Cost of Work Performed (ACWP) log</li> <li>Internal and external performance reports for subcontractors</li> <li>Subcontractor CA plans, when used</li> <li>Other</li> </ul><p>Direct Costs should be integrated with the Subcontractor Management and Analysis sub-process and Management Reporting sub-process.</p><p><em>References:</em> NDIA EVMS EIA-748-D Intent Guide GL 16; DoD EVMSIG GL 16; DOE CAG GL 16; EIA748-D; ISO 21508:2018(E); ANSI PMI 19-006-2019</p>",
    "sectionId": "d"
  },
  {
    "id": "d.2",
    "name": "Actual Cost Reconciliation",
    "description": "<p>The Actual Cost of Work Performed (ACWP) in the Earned Value Management System (EVMS) budgeting tool must be formally reconciled each month with the actual costs in the accounting system, and any anomalies identified and corrected. This is a reconciliation of total cost of all cost elements, both direct and indirect, allocated to the project/program. The project/program needs to have timely, actual cost reports from collaborating partners. Estimated ACWP and accounting system accruals are used to account for incurred costs that have not yet been billed.</p><p>Items to consider include:</p><ul> <li>Processes are documented for reconciliation of EVMS ACWP with the accounting system</li> <li>Cost reports demonstrating reconciliation of EVMS ACWP with the accounting system</li> <li>Accounting system (general ledger)</li> <li>Estimated ACWP log and accruals</li> <li>Accounting procedures and Cost Accounting Standards (CAS) disclosure statement, as applicable</li> <li>Work Breakdown Structure (WBS) to cost collection mapping</li> <li>Control Account (CA) indirect cost reports</li> <li>Other</li> </ul><p>The Actual Cost Reconciliation should be integrated with the Subcontractor Management sub-process.</p><p><em>References: </em>NDIA EVMS EIA-748-D Intent Guide GL 16; DoD EVMSIG GL 16; DOE CAG GL 16; EIA748-D; NDIA PASEG; ISO 21508:2018(E); ANSI PMI 19-006-2019</p>",
    "sectionId": "d"
  },
  {
    "id": "d.3",
    "name": "Recording Direct Costs to Control Accounts (CAs) and/or Work Packages (WPs)",
    "description": "<p>The charge numbers associated with the project/program&rsquo;s Control Accounts (CAs) and/or Work Packages (WPs) are opened for the cost collection on the start of work and closed at the completion of the associated work. The forecast schedule contains the most current detailed plan identifying the start date of the first WP and the completion date of the last WP in a CA. Charge numbers for each WP are opened and closed for cost collection consistent with the most current detailed plan. It is the responsibility of the CAM to proactively manage CAs and WPs to ensure they are opened and closed to charges consistent with the most current plan. While it is recognized that charge numbers may need to remain open for lagging vendor invoices (to reverse estimated actuals) and/or rate changes, any anomalies, such as mischarges, will continue to be investigated and resolved. Closed charge numbers may be reopened on a case by case basis for accounting reconciliation.</p><p>The actual costs reported in the Earned Value Management System (EVMS) including estimated actual costs, must reconcile with the accounting system. The actual costs for accomplishing work must be recorded on the same basis that resource budgets are assigned, so that meaningful comparisons can be made. In all cases, the Actual Cost of Work Performed (ACWP) must be recorded in the same month that Budgeted Cost for Work Performed (BCWP) is recorded, with limited exceptions for some Level of Effort (LOE) WPs. There should not be months with significant BCWP without ACWP, or vice versa.</p><p>Items to consider include:</p><ul> <li>Process documented for opening and closing charge numbers associated with CAs and/or WPs for cost collection</li> <li>Accounting system direct costs</li> <li>Weekly Control Account Manager (CAM) direct cost report</li> <li>Other</li> </ul><p>The process of Recording Direct Costs to CAs and/or WPs should be integrated with the Analysis and Management Reporting sub-process.</p><p><em>References:</em> NDIA EVMS EIA-748-D Intent Guide GL 16; DoD EVMSIG GL 16; DOE CAG GL 16; EIA748-D; NDIA PASEG; ISO 21508:2018(E); ANSI PMI 19-006-2019</p>",
    "sectionId": "d"
  },
  {
    "id": "d.4",
    "name": "Direct Cost Breakdown Summary",
    "description": "<p>Actual direct costs can be accurately summarized at all levels of the Work Breakdown Structure (WBS) and Organizational Breakdown Structure (OBS) to support project/program management with performance measurement data. Cost collection accounts should be mapped to a single element within the WBS and OBS. The WBS and OBS roll-up structures contain no division/distribution of lower-level cost to multiple higher-level WBS and OBS elements, which helps to ensure performance measurement data integrity when summarized by WBS and OBS.</p><p>A work order/job order/task code charge number must exist that uniquely identifies direct costs at the Control Account (CA) level at a minimum allowing for accumulation and summarization of costs to higher levels of the WBS and OBS. Through the use of this coding, allowable costs collected, at a minimum, within the CA by Element of Cost (EOC). Cost collection shall roll-up from the lowest defined level through the WBS and OBS hierarchies without distribution to two or more higher-level WBS and OBS elements.</p><p>Items to consider include:</p><ul> <li>Process documented for summarizing direct costs by WBS and OBS</li> <li>WBS and OBS/cost collection mapping showing the relationship between charge numbers and CAs (at a minimum)</li> <li>WBS structure (roll-up scheme) showing the hierarchy of WBS elements, CAs, and WPs</li> <li>OBS structure (roll-up scheme) showing the hierarchy of OBS elements, CAs, and WPs</li> <li>Management performance report</li> <li>Cost collection account structure or charge number methodology</li> <li>Other</li> </ul><p>The Direct Cost Breakdown Summary should be integrated with the Organizing sub-process.</p><p><em>References:</em> NDIA EVMS EIA-748-D Intent Guide GL 17, 18; DoD EVMSIG GL 17, 18; DOE CAG GL 17, 18; EIA748-D; NDIA PASEG; ISO 21508:2018(E)</p>",
    "sectionId": "d"
  },
  {
    "id": "e.1",
    "name": "Indirect Account Organization Structure",
    "description": "<p>The organization or function responsible for indirect account management must be identified and its structure established. This structure includes indirect manager assignment, responsibility, and authority, and how indirect budgets are established, as well as how indirect cost expenditures are managed, controlled and documented. The designated indirect account manager(s) should have authority to implement documented processes that define resource assignment, budget establishment and control for indirect costs.</p><p>An independent entity responsible for accounting and financial oversight (e.g., an auditing firm, or the Defense Contract Audit Agency (DCAA)) may audit specific indirect cost rates and/or the overarching accounting system for conformance with the organization&rsquo;s disclosure statement or for other contract administration purposes. However, under the construct of an Earned Value Management System (EVMS), visibility into indirect rates, budgets and costs, and the governing processes and formalized management structure, is not redundant to reviews conducted for other business systems, but is unique to the effective implementation and use of the EVMS for successful management of a project/program. Since indirect costs typically account for a major portion of project/program costs, written procedures that clearly define the indirect cost management processes, and formal assignment of roles, responsibilities and authorities to organizational staff are necessary. These procedures establish a framework for effective management and control of indirect costs.</p><p>A mutual relationship must exist between project/program management staff charged with planning, executing and delivering within scope, schedule and cost objectives, and those charged with establishing and managing organizational efforts tied to indirect cost objectives. The former must incorporate indirect rates and indirect variance impacts into its project/program planning, budgeting, and forecasting processes to establish both realistic baselines and estimates at complete; the latter must be cognizant of the impacts of indirect cost variances and indirect rate changes will have on project/program cost objectives and take corrective action as necessary to address such indirect cost variances.</p><p>Items to consider include:</p><ul> <li>Processes documented for management of the indirect rates (e.g., cost pools and numerator/denominator, budget, charging, analysis and how the information is routinely provided to project controls)</li> <li>Current organizational chart with indirect account management identified</li> <li>Disclosure statement (e.g., Cost Accounting Standards (CAS)) and approval for responsibilities, relationships and structures</li> <li>Other</li> </ul><p><em>References:</em> NDIA EVMS EIA-748-D Intent Guide GL 4; DoD EVMSIG GL 4; DOE CAG GL 4; EIA748-D; NDIA PASEG; ANSI PMI 19-006-2019</p>",
    "sectionId": "e"
  },
  {
    "id": "e.2",
    "name": "Indirect Budget Management",
    "description": "<p>Budgets for indirect costs are established and approved consistent with indirect processes. Indirect budgets are incorporated into the Performance Measurement Baseline (PMB) in accordance with documented processes and current rates (i.e., approved, provisional, proposed, recommended). Adjustments are generally made at the contract level with input from both contractor and customer.</p><p>Items to consider include:</p><ul> <li>Processes for establishment, management and incorporation of indirect budgets and rates</li> <li>Accounting procedures</li> <li>Indirect rate submission (e.g. approved, provisional, proposed, recommended)</li> <li>Official and/or disclosed forward pricing rates</li> <li>Accounting system and disclosure statement (e.g., Cost Accounting Standards/CAS) approvals, if applicable</li> <li>Frequency and/or timing for updating indirect rates</li> <li>Retroactive indirect changes to the baseline should be rare, and when they occur, are controlled</li> <li>Other</li> </ul><p>Indirect Budget Management should be integrated with the Change Control and Analysis sub-process and the Management Reporting sub-process.</p><p><em>References:</em> NDIA EVMS EIA-748-D Intent Guide GL 13; DoD EVMSIG GL 13; DOE CAG GL 13; EIA748-D; NDIA PASEG; ANSI PMI 19-006-2019</p>",
    "sectionId": "e"
  },
  {
    "id": "e.3",
    "name": "Record/Allocate Indirect Costs",
    "description": "<p>Indirect costs are for common activities that cannot be identified specifically with a particular project or activity and should typically be budgeted and controlled separately at the functional level or organization&rsquo;s managerial level. Indirect costs should be allocated to the project/program by applying rates that are consistent with indirect budgets. Indirect costs are charged to the appropriate indirect cost pools consistent with the established indirect budgets levels. It is important to have a documented process and organizations established specifically to manage and control indirect costs.</p><p>Items to consider include:</p><ul> <li>Cost collection account structure</li> <li>Cost element scope document reflecting indirect budget and disclosure statement</li> <li>Accounting documents such as the Cost Accounting Standards (CAS) disclosure statement</li> <li>Organization chart identifying management responsibility for controlling indirect costs</li> <li>Accounting system (general ledger)</li> <li>Incurred cost reports</li> <li>Other</li> </ul><p><em>References:</em> NDIA EVMS EIA-748-D Intent Guide GL 19; DoD EVMSIG GL 19; DOE CAG GL 19; EIA748-D; NDIA PASEG</p>",
    "sectionId": "e"
  },
  {
    "id": "e.4",
    "name": "Indirect Variance Analysis",
    "description": "<p>Actual indirect costs are regularly compared to indirect budgets to identify, analyze, and report variances and corrective actions. Ongoing indirect variance analysis provides visibility into potential indirect cost overruns or underruns and the opportunity to develop and implement management action plans to meet project objectives.</p><p>Indirect costs represent a significant part of a project/program&rsquo;s total cost and variances associated with indirect budgets must be understood, monitored, analyzed, controlled, and integrated into planning, reporting, forecasting, and decision-making.</p><p>Generally, Control Account Managers (CAMs) have little or no direct responsibility and/or control associated with analysis of indirect budgets and actual indirect costs. Commonly, it is the role and responsibility of management assigned to oversee indirect budgets and actual costs, to engage in recurring analysis and communicating the results of indirect variance analysis to the appropriate project/program personnel. Project managers, CAMs, and others are responsible for knowing and integrating the results of indirect variance analysis into project/program planning, control, and decision-making.</p><p>Items to consider include:</p><ul> <li>Documented processes establish indirect thresholds and indirect cost variance analysis</li> <li>Indirect cost management corrective actions resulting from indirect variances, when applicable</li> <li>Accounting disclosure statement (e.g., Cost Accounting Standards (CAS)), as applicable</li> <li>Other</li> </ul><p>The Indirect Variance Analysis should be integrated with the Analysis and Management Reporting sub-process.</p><p><em>References: </em>NDIA EVMS EIA-748-D Intent Guide GL 24; DoD EVMSIG GL 24; DOE CAG GL 24; EIA748-D</p>",
    "sectionId": "e"
  },
  {
    "id": "f.1",
    "name": "Calculating Variances",
    "description": "<p>Earned Value Management System (EVMS) formulas are used to produce visibility into project performance, planning, analysis, and decision-making. Proper application of EVMS formulas provides the project/program manager and others with analysis needed to focus resources on areas in need of attention. Formulas to calculate Cost Variance (CV), Schedule Variance (SV), and Variance at Completion (VAC) must be consistent with data produced by the accounting system and include budget, earned value, and actual costs that are reconcilable with the earned value management and accounting systems.</p><p>As work is progressed based on Earned Value (EV) techniques, the corresponding budget value is &ldquo;earned&rdquo; and is represented as the Budgeted Cost for Work Performed (BCWP). BCWP is the primary data element for which Budgeted Cost for Work Scheduled (BCWS) and Actual Cost of Work Performed (ACWP) are compared to determine schedule and cost performance status. The resulting variance will provide early insight into cost and schedule status for improved visibility of program performance.</p><p>EVMS performance data is available and used in these formulas to produce timely, accurate, reliable, and auditable analysis of project/program performance. Formulas are used to generate the following information at the control account and other levels as necessary for management control using actual cost data from, or reconcilable with, the accounting system:</p><ul> <li>Comparison of the amount of planned budget and the amount of budget earned for work accomplished. This comparison provides SV.</li> <li>Comparison of the amount of the budget earned and the actual costs (where appropriate) for the same work. This comparison provides CV.</li> </ul><p>Items to consider include:</p><ul> <li>Budget, earned value, and actual costs (reconcilable with the accounting system)</li> <li>Monthly performance reports (CV, SV, VAC)</li> <li>Use of generally accepted EVMS formula</li> <li>Proper application of EV techniques</li> <li>External reports, such as Integrated Program Management Report (IPMR) or Integrated Program Management Data and Analysis Report (IPMDAR)</li> <li>Other</li> </ul><p>Calculation of variances should be integrated with the Budgeting and Work Authorization sub-process.</p><p><em>Comments: To calculate VAC, one must have the updated EAC values (See F5).</em></p><p><em>References:</em> NDIA EVMS EIA-748-D Intent Guide GL 22; DoD EVMSIG GL22; DOE CAG GL22; EIA748-D; ISO 21508:2018(E); ANSI PMI 19-006-2019</p>",
    "sectionId": "f"
  },
  {
    "id": "f.2",
    "name": "Variances to Control Accounts (CAs)",
    "description": "<p>Significant variances that have an impact on the execution of the project should be analyzed in detail at the Control Account (CA) level and reported as required. Cost and schedule, variances to each CA should be discussed and documented, including technical reasons. Project/program procedures defining thresholds are used to identify significant variances that require reporting of root cause analysis, corrective actions, and impacts to the project/program. Deviations from the established plan are analyzed, permitting management to rapidly and effectively forecast future performance and implement corrective actions to support project/program objectives.</p><p>Items to consider include:</p><ul> <li>Variance assessments at lower levels (e.g., Work Package (WP), activity/task)</li> <li>Internal monthly cost and schedule performance/variance reports</li> <li>External reports, such as Integrated Program Management Report (IPMR)</li> <li>Management reports from cost tool</li> <li>Integrated Master Schedule (IMS)</li> <li>CA plans</li> <li>Variance analyses (budget-based schedule variances and cost variances) reports</li> <li>Management action plans</li> <li>Updated schedule task completion and Estimate at Completion (EAC) forecasts</li> <li>Project/program schedules and schedule analysis outputs</li> <li>Variance analysis information in support of management needs</li> <li>Analysis of the schedules, e.g., the IMS, correlating to Schedule Variance (SV) analysis information and earned schedule information, if used</li> <li>Updates to both cost and schedule forecasts</li> <li>Historical documentation of variance analysis</li> <li>Clear decision-making expectations of the CAM and project controls personnel</li> <li>Other</li> </ul><p><em>Comments: Discussion and documentation of significant variances are addressed in documented sub-processes which are consistent with related sub-processes e.g., Planning and Scheduling sub-process, Subcontract Management sub-process and Risk Management sub-process. </em></p><p><em>References:</em> NDIA EVMS EIA-748-D Intent Guide GL 23; DoD EVMSIG GL 23; DOE CAG GL 23; EIA748-D; ISO 21508:2018(E); ANSI PMI 19-006-2019</p>",
    "sectionId": "f"
  },
  {
    "id": "f.3",
    "name": "Performance Measurement Information",
    "description": "<p>Understanding the relationship among scope, cost, schedule, and risk is critical to successful project/program execution. Performance measurement information includes Budgeted Cost for Work Scheduled (BCWS), Budgeted Cost for Work Performed (BCWP), Actual Cost of Work Performed (ACWP), Budget at Completion (BAC), and Estimate at Completion (EAC). This information is used to identify problem areas at all levels of the organization and project scope of work (i.e., Organization Breakdown Structure (OBS) and Work Breakdown Structure (WBS)).</p><p>Performance measurement information is summarized from the Control Account (CA) to the project/program level through the WBS and OBS for management analysis needs and customer reporting. It is used to analyze project/program performance, as the basis for decision-making, and in both internal and external communications. Performance measurement information is critical to calculating and using variances used by project managers, customers, and others to provide insight and understanding of project/program performance, status, and forecasts.</p><p>Items to consider include:</p><ul> <li>Variance assessments at lower levels (e.g., Work Package (WP), activity/task)</li> <li>Internal performance reports at the summary level highlight significant variances</li> <li>Measurement aligns with earned value techniques and, where applicable, quantifiable back-up data</li> <li>Comprehensive analysis of problems that may span multiple program areas</li> <li>Reports are in the contractually specified format</li> <li>Management action plans</li> <li>Schedule and cost performance reports with updated progress and forecasts</li> <li>Risk and opportunity management plans (identification, analysis, and handling)</li> <li>Other</li> </ul><p><em>References: </em>NDIA EVMS EIA-748-D Intent Guide GL 25; DoD EVMSIG GL 25; DOE CAG GL 25; EIA748-D; NDIA PASEG; ISO 21508:2018(E)</p>",
    "sectionId": "f"
  },
  {
    "id": "f.4",
    "name": "Management Analysis and Corrective Actions",
    "description": "<p>Management analyzes Earned Value (EV) information as a part of their responsibility for implementing corrective actions and decision-making. All levels of management should utilize performance measurement data to promote effective project/program execution. Current data produced by the Earned Value Management System (EVMS) must be available to managers and reported (internally and externally) on a timely basis. Data analysis and management reporting must be of sufficient quality to ensure effective integrated project/program management practices are followed and decisions made.</p><p>Management analyzes reports using EVMS information to implement corrective action, track progress, minimize impacts, and make decisions. For effective management control, corrective actions should be identified at the appropriate level and tracked to resolution and closure. Control Account Managers (CAMs) should have sufficient authority and control over the resources to effectively implement corrective actions.</p><p>A formalized approach to preparing problem analysis, establishing corrective action plans, and tracking their resolution ensures management&rsquo;s insight into project/program execution on a continuous basis. Early identification of problems permits management to react in a timely fashion and assign additional resources as needed. Timely, current, and accurate data and analysis improve management decision-making.</p><p>Risk management is the identification, evaluation, and prioritization of risks (or the effect of uncertainty on objectives) followed by coordinated and application of resources to minimize, monitor, and control the probability or impact of unfavorable events to maximize the realization of opportunities.</p><p>Items to consider include:</p><ul> <li>Variance analysis reports</li> <li>To-Complete Performance Index (TCPI)</li> <li>Independent completion estimates</li> <li>Corrective action logs</li> <li>Corrective action plans responding to variance analysis</li> <li>Identification of new risk items and risk mitigation plans</li> <li>Risk and opportunity management plans (identification, analysis, and handling)</li> <li>Clear decision-making expectations of the CAM and project controls personnel</li> <li>Other</li> </ul><p>Management Analysis and Corrective Actions should be integrated with the Organizing sub-process, the Planning and Scheduling sub-process, and the Risk Management sub-process.</p><p><em>References:</em> NDIA EVMS EIA-748-D Intent Guide GL 26; DoD EVMSIG GL 26; DOE CAG GL 26; EIA748-D; NDIA PASEG; ISO 21508:2018(E); ANSI PMI 19-006-2019</p>",
    "sectionId": "f"
  },
  {
    "id": "f.5",
    "name": "Estimates at Completion (EAC)",
    "description": "<p>A properly established, maintained and reported Estimate at Completion (EAC), which is timely, comprehensive, accurate, reliable, and auditable, enhances management&rsquo;s visibility into resource requirements (e.g., budget, labor resources, facilities, etc.) to complete the authorized work scope; mitigate technical/scope, schedule and cost issues; address risks and opportunities; make quantitative-based decisions; and effectively plan for project/program success. There are three components to an EAC process: the monthly Control Account (CA) EAC developed by the Control Account Manager (CAM); the monthly project/program level EACs developed by the Project/Program Manager (PM); and the annual Comprehensive EAC (CEAC) developed by the PM and project/program team.</p><p>CA EACs and project/program level EACs, must be realistic, based on performance to date, material commitment, actual cost to date, knowledgeable projections of future performance, estimates of the cost of contract work remaining (including known risks and opportunities), and direct and indirect rates. They should not be constrained by funding availability, but should be compared with respective Budgets at Completion (BAC) to identify Variances at Completion (VAC) to ensure continuing visibility into the reasonableness of the CAM&rsquo;s original plan (baseline) and reporting to internal management and customers. The CA EAC is based on evaluating resource requirements by Element of Cost (EOC) for remaining effort and generating an Estimate to Complete (ETC) at the Work Package (WP)/Planning Package (PP) level. The sum of each CA&rsquo;s WP and PP ETCs are added to the CA actual cost to develop the CA EAC (sometimes referred to as the Latest Revised Estimate (LRE)). CA EACs are summarized through the Work Breakdown Structure (WBS) and Organizational Breakdown Structure (OBS) to the project/program level. The project/program level EAC is expressed in three justifiable final cost outcome positions based on risks and opportunities: Best Case, Worst Case, and Most Likely. The Best Case EAC reflects the lowest potential cost based on the most favorable set of circumstances. The Worst Case EAC reflects the highest expected cost based on the least favorable set of circumstances. The Most Likely EAC reflects the value that the PM believes is the most probable and achievable outcome. Differences between these monthly EACs should be reconcilable, and the Most Likely EAC should be compared with current funding statements. Updated EAC values are used to calculate VAC, as given in attribute F1.</p><p>At least annually (or more frequently if performance indicates the current estimate is invalid) an assessment of the project/program level EAC is required. The CEAC, also known as a bottom-up EAC, encompasses a greater degree of formality and examination than monthly CA EACs and project/program level EACs. The CEAC involves the collective efforts of the entire project/program team under the direction of the PM.</p><p>Items to consider include:</p><ul> <li>Documented process for developing EACs, including subcontractor EAC integration</li> <li>CA plan</li> <li>Updated CA EACs and Performance Measurement Baseline (PMB) project/program level EACs on a monthly basis</li> <li>Modified funding profiles based on the updated EAC</li> <li>Updated schedule task completion and EAC forecasts</li> <li>Bill of material, material and subcontractor performance data</li> <li>Earned value and operational metrics</li> <li>Risk register</li> <li>Risk management plans</li> <li>Updated CEACs on an annual basis (or as needed), including assumptions</li> <li>Other</li> </ul><p>The EACs should be integrated with the Planning and Scheduling sub-process, Accounting Considerations sub-process, Indirect Budget and Cost Management sub-process, Risk Management sub-process and Subcontract Management sub-process.</p><p><em>References:</em> NDIA EVMS EIA-748-D Intent Guide GL 27; DoD EVMSIG GL 27; DOE CAG GL 27; EIA748-D; NDIA PASEG; ISO 21508:2018(E); ANSI PMI 19-006-2019</p>",
    "sectionId": "f"
  },
  {
    "id": "g.1",
    "name": "Controlling Management Reserve (MR) and Undistributed Budget (UB)",
    "description": "<p>The distribution of Management Reserve (MR) and Undistributed Budget (UB) should be accomplished through the use of a formal change control process. MR is controlled by limiting its use either to risk contained within a formal risk register or for in-scope unforeseen efforts not previously identified and budgeted in the Performance Measurement Baseline (PMB). MR is not to be used to offset poor performance (i.e., cost overruns) or cover costs that are out-of-scope to the contract. Conversely, it is to be used to accommodate unforeseen changes that are in-scope to the contract, budgetary changes to future work scope caused by rate adjustments, and other unknowns. To ensure that budgets for newly authorized work remain tied to the associated scope, UB is used to control the distribution of work using a holding account. Once the responsible organization(s) for the new scope has been identified, the budget is transferred from UB to the appropriate Control Account(s) (CAs). This ensures budget and scope will not be transferred independently.</p><p>Changes to MR and UB budget are formally and separately controlled, tracked, and reported detailing monthly transactions and providing current budget values. A Contract Budget Base/Project Budget Base (CBB/PBB) log is used to track Performance Measurement Baseline (PMB), UB, and MR changes. The CBB/PBB log also serves to identify reporting period (monthly) end-values, reporting period changes to/from MR, PMB, and UB, and current MR and UB budget balances.</p><p>Items to consider include:</p><ul> <li>Documentation identifying both MR and UB values. This may include automated or manual records recording initial and, as the program progresses, revised amounts for MR and UB</li> <li>MR logs, UB logs, PMB logs, and/or CBB logs showing month-end values and changes, monthly sources and applications to/from CAs, and current values</li> <li>Management performance reports</li> <li>Other</li> </ul><p>MR and UB changes should be integrated with the Analysis and Management Reporting sub-process.</p><p><em>Comments: This attribute refers to controlling changes to MR and UB. For more information on the identification of MR and UB, see attributes C10 and C11 respectively. PBB is sometimes used when multiple distinct projects make up one contract.</em></p><p><em>References: </em>NDIA EVMS EIA-748-D Intent Guide GL 29; DoD EVMSIG GL 29; DOE CAG GL 29; EIA748-D; NDIA PASEG; ISO 21508:2018(E)</p>",
    "sectionId": "g"
  },
  {
    "id": "g.2",
    "name": "Incorporate Changes in a Timely Manner",
    "description": "<p>Changes to the project/program must be integrated into the existing baseline documents (scope, schedule and budget) in a timely and appropriate manner to maintain the validity of the Contract Budget Base (CBB), Project Budget Base (PBB), and Performance Measurement Baseline (PMB). This in turn avoids the execution of new work scope without performance measurement budget providing continuous, accurate performance measurement information to management.</p><p>There are two basic change control concepts as a result of change to the PMB and CBB/PBB. There are definitized changes from supplemental agreements or undefinitized changes from change orders or letter contracts. For unpriced change orders, contractors develop a best estimate of the cost of the new work scope. This estimate should not take into consideration constraints of authorized funding or Not to Exceed (NTE) values and is for planning and budgeting purposes to establish initial budgets in the PMB. Until contractual definitization, budgets may be established for near-term work only with the remaining budget held in Undistributed Budget (UB). Once definitization is complete all remaining budget in UB must be planned within CAs or Summary Level Planning Package (SLPP), as soon as practical. Incorporating changes must not arbitrarily eliminate existing cost and schedule variances.</p><p>Effective implementation ensures control and auditability are established by the project/program in executing the authorized scope within the established schedule, enhancing internal and external management confidence in making project/program decisions. The PMB should always reflect the most current plan, including authorized changes, allowing baseline documentation to be properly modified to reflect the current plan. By ensuring that budget and schedule revisions and changes to the PMB are documented and traceable, the integrity of the PMB is maintained. This provides Control Accounts (CA) managers with valid CA plans against which to execute and measure performance.</p><p>Items to consider include:</p><ul> <li>Cost, schedule, and scope change documentation</li> <li>Updated work/budget authorization documents</li> <li>Contract change and change control logs (Management Reserve (MR), UB, PMB, and CBB/PBB)</li> <li>Contract modifications, authorization letter, and amended Statement of Work (SOW) / Statement of Objectives (SOO)</li> <li>Management performance reports and other management reports</li> <li>Contract change logs or modified baseline documentation</li> <li>Updated CA, work package, planning package plans</li> <li>Modified schedules (master, intermediate, and detail), as appropriate</li> <li>Corrected authorization documents: work scope changes, resource allocation adjustments, schedule revisions</li> <li>Work Breakdown Structure (WBS) and WBS dictionary</li> <li>Other</li> </ul><p>Changes to the PMB should be integrated with the Planning and Scheduling sub-process, Budgeting and Work Authorization sub-process and Analysis and Management Reporting sub-process.</p><p><em>Comments: This attribute refers to controlling changes to MR and UB. For more information on the identification of UB, see attribute C11. </em></p><p><em>References: </em>NDIA EVMS EIA-748-D Intent Guide GL 28, 32; DoD EVMSIG GL 28, 32; DOE CAG GL 28, 32; EIA748-D; NDIA PASEG; ISO 21508:2018(E); ANSI PMI 19-006-2019</p>",
    "sectionId": "g"
  },
  {
    "id": "g.3",
    "name": "Baseline Changes Reconciliation",
    "description": "<p>A properly maintained and documented Contract Budget Base (CBB) / Project Budget Base (PBB) and Performance Measurement Baseline (PMB) are crucial for effective project/program management. The timely and accurate incorporation of contractual changes ensures that the information generated from the execution of the baseline plan provides an accurate picture of progress and facilitates correct management actions and decisions. Current budgets should be reconciled with prior budgets for effective management control.</p><p>The need for accurate visibility into performance measurement requires that the CBB/ PBB and the PMB maintain a level of accuracy and relationship to the contract. As changes are made to the contract, the CBB/PBB must be adjusted by the amount of change in order for the communication between the two parties to remain valid. The PMB value is adjusted to reflect the establishment of budget for the authorized work, with any difference becoming part of Management Reserve (MR).</p><p>Effective implementation ensures control and auditability are established by the project/program in executing the authorized scope within the established schedule, enhancing internal and external management confidence in making project/program decisions. The PMB should always reflect the most current plan including authorized changes allowing baseline documentation to be properly modified to reflect the current plan. By ensuring that budget and schedule revisions and changes to the PMB are documented and traceable, the integrity of the PMB is maintained. This provides Control Accounts (CA) managers with valid CA plans against which to execute and measure performance.</p><p>Changes made outside the authorized baseline control processes compromise the integrity of performance trend data and delay visibility into overall project variance from plan, thus reducing the alternatives available to managers for project redirection or revisions.</p><p>Items to consider include:</p><ul> <li>Contract change control documentation: logs and/or modified authorization documents (scope, schedule, and/or resources)</li> <li>Updated work/budget authorization documents</li> <li>Increased/decreased values for the MR and time phased PMB.</li> <li>Updated control account plans reflecting internal re-planning effects.</li> <li>Change control logs (e.g., MR, undistributed budget, PMB, and CBB/PBB)</li> <li>Other</li> </ul><p>Reconciliation of baseline changes should be integrated with the Budgeting and Work Authorization sub-process, the Planning and Scheduling sub-process, and Analysis and Management Reporting sub-process.</p><p><em>References:</em> NDIA EVMS EIA-748-D Intent Guide GL 29, 32; DoD EVMSIG GL 29, 32; DOE CAG GL 29, 32; EIA748-D; NDIA PASEG; ISO 21508:2018(E); ANSI PMI 19-006-2019</p>",
    "sectionId": "g"
  },
  {
    "id": "g.4",
    "name": "Control of Retroactive Changes",
    "description": "<p>Retroactive changes to the baseline may mask variance trends and prevent use of the performance data to project estimates of cost and schedule at completion, and should be controlled. Adjustments should be made only for correction of errors, routine accounting adjustments, effects of customer or management directed changes, or to improve the baseline integrity and accuracy of performance measurement data. Establishment of internal controls to identify and limit retroactive budget and performance adjustments will help maintain visibility of overall project/program variance from plan.</p><p>Controlling retroactive changes to budgets or costs for completed work maintains the validity of historical Earned Value Management System (EVMS) cost and schedule variance trends and reflects true program performance. A stable baseline and performance information against that baseline are essential to both internal and external management if informed decisions are going to be made based on the analysis of the system-generated information. Uncontrolled changes to the Performance Measurement Baseline (PMB) limits the ability to conduct predictive analysis. Multiple, continuing adjustments to the PMB can limit the predictive nature of any analyses.</p><p>Items to consider include:</p><ul> <li>Budget change documentation at the Control Account (CA) level</li> <li>Baseline change documentation and change control logs</li> <li>Documentation of accounting adjustments affecting actual costs</li> <li>Modified internal performance reports, including trend data where appropriate</li> <li>Retroactive change control process including approval</li> <li>Management reports (e.g., Integrated Program Management Report (IPMR))</li> <li>All processes are in accordance with the approved EVMS System Description (SD)</li> <li>Other</li> </ul><p>Control of retroactive changes should be integrated with the Accounting Considerations sub-process, Indirect Budget and Cost Management sub-process and Analysis and Management Reporting sub-process.</p><p><em>References:</em> NDIA EVMS EIA-748-D Intent Guide GL 30; DoD EVMSIG GL 30; DOE CAG GL 30; EIA748-D; NDIA PASEG; ISO 21508:2018(E); ANSI PMI 19-006-2019</p>",
    "sectionId": "g"
  },
  {
    "id": "g.5",
    "name": "Preventing Unauthorized Revisions to the Contract Budget Base (CBB)/Project Budget Base (PBB)",
    "description": "<p>Project/program budget changes should be prevented unless for authorized changes. Disciplined baseline change control helps maintain the relationship between the Total Allocated Budget (TAB) and the contract value. The information that flows from the execution of the plan represented by the project/program budget, also known as the Contract Budget Base (CBB)/Project Budget Base (PBB), should accurately represent progress in the completion of the authorized scope against the contractual schedule.</p><p>Items to consider include:</p><ul> <li>Contract logs or modified baseline documentation (schedule or budget) reconciling existing plans to contract value</li> <li>Reconciliation of internal baseline data to amounts contained in external government reports</li> <li>Change control logs (management reserve, undistributed budget, performance measurement baseline, and CBB/PBB)</li> <li>Control account/work package/planning package plans</li> <li>Updated master schedules, intermediate schedules (if any), and detailed schedules</li> <li>Management performance or other management reports</li> <li>Statement of Work (SOW)/Statement of Objectives (SOO)<strong>,</strong> Work Breakdown Structure (WBS) and WBS dictionary</li> <li>Work authorization documents</li> <li>Control Account Plans (CAPs)</li> <li>Other</li> </ul><p>The Preventing Unauthorized Revisions process should be integrated with the Budgeting and Work Authorization sub-process and Analysis and Management Reporting sub-process.</p><p><em>References:</em> NDIA EVMS EIA-748-D Intent Guide GL 31; DoD EVMSIG GL 31; DOE CAG GL 31; EIA748-D; NDIA PASEG; ISO 21508:2018(E); ANSI PMI 19-006-2019</p>",
    "sectionId": "g"
  },
  {
    "id": "g.6",
    "name": "Over Target Baseline (OTB)/Over Target Schedule (OTS) Authorization",
    "description": "<p>When the performance budget or schedule objectives significantly exceed the project plan and are recognized in the Performance Measurement Baseline (PMB), it may be identified as an Over Target Baseline (OTB) and/or Over Target Schedule (OTS). Note that consideration should be given to the project maturity, percent complete, remaining duration, and the significance of the excess, with an overarching goal of improving the performance reporting and estimating. Prior coordination between the contractor and the customer of an OTB, including customer approval, reinforces this mutual management of the project/program. The decision to establish an OTB may entail establishing schedule dates beyond contractual delivery dates, commonly referred to as an OTS, as a result of planning future work, planning in-process work, and/or adjusting variances (cost, schedule, or both).</p><p>When properly implemented, the OTB allows the project/program to increase the amount of budget (referred to as an &quot;Above-Target Budget&rdquo; (ATB)) for the remaining work to a more realistic amount to adequately provide for reasonable budget objectives, work control, and performance measurement. This data allows for both the contractor and the customer to make effective management decisions to the mutual benefit of the project/program. The timely and effective management of OTS and OTB results in stability for cost and schedule performance. OTB and OTS will reflect increases to the Total Allocated Budget (TAB) value and the resources planned to perform the authorized work scope. Prior customer authorization is needed when it exceeds the Contract Budget Base (CBB).</p><p>Items to consider include:</p><ul> <li>Modified project/program documents supporting OTB/OTS implementation</li> <li>OTB/OTS notification document and/or customer approval document</li> <li>Use of Earned Value Management System (EVMS) budgeting tool</li> <li>Control Account/Work Package grouping in Integrated Master Schedule (IMS)</li> <li>Impact on IMS</li> <li>Impact on availability of funding</li> <li>Changes to the Statement of Work (SOW) / Statement of Objectives (SOO)</li> <li>Other</li> </ul><p>OTB/OTS Authorization should be integrated with the Budgeting and Work Authorization sub-process, the Planning and Scheduling sub-process, and the Analysis and Management Reporting sub-process.</p><p><em>References:</em> NDIA EVMS EIA-748-D Intent Guide GL 8, 31; DoD EVMSIG GL 8, 31; DOE CAG GL 8, 31; EIA748-D; NDIA PASEG; DoD OTB/OTS Guide NDIA IBR Guide; ISO 21508:2018(E); ANSI PMI 19-006-2019</p>",
    "sectionId": "g"
  },
  {
    "id": "h.1",
    "name": "Recording Actual Material Costs",
    "description": "<p>Material costs are collected in the accounting system and transferred to the Earned Value Management System (EVMS) allowing an accurate comparison to material budgets and the cost of material received and/or utilized. Material costs must be accurately charged to contract Control Accounts (CAs) using recognized, acceptable costing techniques. Actual Cost of Work Performed (ACWP) for materials are recorded on the same basis in which Budgeted Cost for Work Scheduled (BCWS) for materials are planned and Budgeted Cost for Work Performed (BCWP) for materials are claimed. But when progress payments are made based on proof of physical/technical accomplishment, then they form the basis for earned value. When necessary and significant, and when material actuals are not yet available, the use of estimated ACWP is required to ensure accurate performance measurement.</p><p>Items to consider include:</p><ul> <li>Processes are documented for planning, charging and taking material performance</li> <li>EVMS budgeting tool reports</li> <li>Accounting system (general ledger)</li> <li>Material control account plans, system and records</li> <li>Estimated ACWP log</li> <li>Vendor negotiation documentation</li> <li>Defined and documented categories of material</li> <li>Variance analysis reports</li> <li>Bill of Materials (BOM)/Priced Bill of Materials (PBOM)/indenture parts list for material</li> <li>Material commitment reports, inventory reports, purchase orders, and payment records</li> <li>Other</li> </ul><p>Recording Actual Material Costs should be integrated with the Accounting Considerations sub-process and Analysis and Management Reporting sub-process.</p><p><em>References:</em> NDIA EVMS EIA-748-D Intent Guide GL 21; DoD EVMSIG GL 21; DOE CAG GL 21; EIA748-D; NDIA PASEG; ISO 21508:2018(E); ANSI PMI 19-006-2019</p>",
    "sectionId": "h"
  },
  {
    "id": "h.2",
    "name": "Material Performance",
    "description": "<p>Reliable performance measurement suitable to the material category is key to evaluating cost variances and projecting Estimates at Completion (EAC). Although material dollar value is important, there are Critical Items (CI) that may or may not be High Dollar Value (HDV). Any material considered high risk that could impact the critical path should be separately tracked and monitored each month. Budgeted Cost for Work Performed (BCWP) for material (e.g., categories of material, HDV/low Dollar value, CI material, etc.) is recorded in one of the following ways: 1) upon receipt of the material by the project/program, but no earlier, 2) as the material is issued from inventory for execution, 3) when the material is consumed, or 4) based on the schedule of values in accordance with the Purchase Order (PO) or contract requirements.</p><p>Items to consider include:</p><ul> <li>Processes are documented for claiming material BCWP</li> <li>Processes are documented for identifying and claiming HDV/CI material BCWP when applicable</li> <li>Earned Value Management System (EVMS) budgeting tool reports</li> <li>Material control account plans, system and records</li> <li>Vendor negotiation documentation</li> <li>Defined and documented categories of material</li> <li>Variance analysis reports</li> <li>Bill of Materials (BOM)/Priced Bill of Materials (PBOM)/indentured parts list for material</li> <li>Material commitment reports, inventory reports, purchase orders, and payment records</li> <li>Estimated Actual Cost of Work Performed (ACWP) log</li> <li>Other</li> </ul><p>Material Performance should be integrated with the Planning and Scheduling sub-process and Budgeting and Work Authorization sub-process.</p><p><em>References:</em> NDIA EVMS EIA-748-D Intent Guide GL 21; DoD EVMSIG GL 21; DOE CAG GL 21; EIA748-D; NDIA PASEG; ISO 21508:2018(E); ANSI PMI 19-006-2019</p>",
    "sectionId": "h"
  },
  {
    "id": "h.3",
    "name": "Residual Material",
    "description": "<p>The material accounting system will provide for full accountability of all material purchased for the project/program including the residual inventory. Residual inventory represents procured material that becomes excess at project/program completion. Residual inventory provides visibility into excess material available for replacement of failures in the current project/program, minimum purchase quantities, or future projects/programs having similar deliverables. Processes are in place documenting the identification of any residual material remaining on a project/program that can be returned or used on another program. This requires residual material credits to be applied each month updating the Actual Cost of Work Performed (ACWP) and Budgeted Cost for Work Performed (BCWP). This also requires evaluation of the impact to the contractor project/program manager&rsquo;s most likely Estimate at Completion (EAC) and/or the Control Account Managers&rsquo; (CAMs&rsquo;) EAC. The establishment of accurate cost accumulation, performance measurement, and identification of residual inventory is essential since material may comprise a large portion of a project/program&rsquo;s costs and directly impact the customer funding requirements.</p><p>Items to consider include:</p><ul> <li>Processes are documented for residual material</li> <li>Residual material on hand or projected at completion</li> <li>Defined and documented categories of material</li> <li>Variance analysis reports (e.g., that provide insight into usage variance(s) and any corrective actions that may pertain to residual material considerations)</li> <li>Earned Value Management System (EVMS) budgeting tool reports</li> <li>Material control system and records</li> <li>Bill of Materials (BOM)/Priced Bill of Materials (PBOM)/indenture parts list for material</li> <li>Control account plans</li> <li>Material commitment reports, inventory reports, purchase orders, and payment records (for entire project/program)</li> <li>Spares list assumptions (e.g., documented assumptions how the spares in the BOM relates to residual material)</li> <li>Residual material list (e.g., including all assumptions regarding potential adjustments and forecasts to Work Package (WP) ACWP, BCWP, ETC, and most likely EAC)</li> <li>Other</li> </ul><p>Residual Material should be integrated with the Accounting Considerations sub-process.</p><p><em>References:</em> NDIA EVMS EIA-748-D Intent Guide GL 21; DoD EVMSIG GL 21; DOE CAG GL 21; EIA748-D; NDIA PASEG</p>",
    "sectionId": "h"
  },
  {
    "id": "h.4",
    "name": "Material Price/Usage Variance",
    "description": "<p>Direct costs for material items must be assigned to a project/program consistent with the corresponding budgets for that material. Deviations from the established plans for material are analyzed to enable management decision-making and corrective action. Assigning actual incurred direct material costs consistent with the corresponding budgets and performance provides the basis for a realistic evaluation of cost variances and ultimately facilitates Estimate at Completion (EAC) and funding projections. Material cost variances are analyzed and evaluated in terms of both price and usage variances. Usage variance is sometimes known as quantity variance.</p><p>Understanding whether material cost variances are driven by price or usage assists management in focusing attention on those ordering material (price variance) or those responsible for controlling the quantity of materials (quantity variance).</p><p>Items to consider include:</p><ul> <li>Processes are documented material variance analysis</li> <li>Earned Value Management System (EVMS) budgeting tool reports</li> <li>Material control system and records</li> <li>Defined and documented categories of material</li> <li>Variance analysis reports</li> <li>Bill of Materials (BOM)/Priced Bill of Materials (PBOM)/indenture parts list for material</li> <li>Control account plans</li> <li>Material commitment reports, inventory reports, purchase orders, and payment records</li> <li>Estimated actuals log</li> <li>Other</li> </ul><p>Material price/usage variance analysis should be integrated with the Analysis and Management Reporting sub-process.</p><p><em>References: </em>NDIA EVMS EIA-748-D Intent Guide GL 21, 23; DoD EVMSIG GL 21, 23; DOE CAG GL 21, 23; EIA748-D; NDIA PASEG; ISO 21508:2018(E); ANSI PMI 19-006-2019</p>",
    "sectionId": "h"
  },
  {
    "id": "h.5",
    "name": "Identification of Unit Costs and Lot Costs",
    "description": "<p>When applicable (e.g., in a production or manufacturing environment), the accounting system should have the capability to identify unit costs, equivalent unit, lot costs, recurring costs (e.g., production), and nonrecurring costs (e.g., testing, development, travel, and nonrecurring expenses) by Element of Cost (EOC) (e.g., labor, material, other direct costs, and indirect costs) as required by the project/program&rsquo;s contract. Also, when applicable, the Manufacturing/Enterprise Resource Planning (M/ERP) system should be capable of isolating unit, lot costs, recurring, and nonrecurring costs in a production environment allowing flexibility to plan, measure performance, and forecast in a more efficient way. This is especially important when there are multiple projects/programs in the same production line, and is done for cost reporting purposes providing visibility into the factors driving project/program cost growth.</p><p>Items to consider include:</p><ul> <li>Documented processes for developing and reporting unit costs, equivalent unit, lot costs, recurring, and nonrecurring costs</li> <li>Differentiation of work in progress</li> <li>Charge number structure</li> <li>Manufacturing planning system</li> <li>Disclosure statement (e.g., Cost Accounting Standards (CAS) disclosure statement)</li> <li>Other</li> </ul><p>The Unit Costs and Recurring/Nonrecurring Costs should be integrated with the Accounting Considerations sub-process.</p><p><em>References: </em>NDIA EVMS EIA-748-D Intent Guide GL 20; DoD EVMSIG GL 20; DOE CAG GL 20; EIA748-D; NDIA PASEG</p>",
    "sectionId": "h"
  },
  {
    "id": "i.1",
    "name": "Subcontract Identification and Requirements Flow Down",
    "description": "<p>The prime contractor remains responsible for authorized work that is subcontracted to include subcontract identification, categorization, organization, management and control, and reporting, The prime contractor is responsible for the flow down of appropriate Earned Value Management System (EVMS) contract requirements to subcontractors for work scope considered by the prime contractor to be &ldquo;major&rdquo;. Major subcontractors deliver critical, high risk, or high dollar items to the project/program. (Note a critical item may or may not be considered high dollar, but if not tracked, could impact the critical path). Identification of work scope considered by the prime contractor to be major may be the function of a make/buy strategy or some other criteria as described in the prime contractor&rsquo;s approved subcontractor management processes. Based on customer and prime contractor project/program management approach for subcontract management, EVMS flow down to major subcontractors includes applicable EVMS provisions, clauses, and/or data reporting requirements. Minor subcontractors are not considered by the prime contractor to include critical, high risk, or high dollar work scope, however, the prime contractor is responsible to ensure the integrity of minor subcontractor management processes and performance data. This attribute also includes inter-divisional work within an organization that is considered subcontract-like.</p><p>Prime contractor flow down of EVMS requirements to subcontractors should be consistent with project/program risk, size, and complexity. EVMS flow down establishes enforceable requirements that enable the prime contractor to receive EVMS performance data from the subcontractor in order to engage in analysis and evaluation of subcontractor performance. Flow down of appropriate EVMS requirements by the prime contractor to the subcontractor ensures the implementation of sound management practices and processes, including the identification and allocation of subcontractor resources, authorization and planning of budgets, and reporting of cost, schedule, and technical performance, and assists the prime contractor decision-making providing effective forecasting submitted to the customer each month.</p><p>Items to consider include:</p><ul> <li>Prime contract requirements and prime make/buy documents</li> <li>Processes, instructions, and related command media for subcontractor flow down requirements</li> <li>Data reporting requirements, such as Subcontract Data Requirements Lists (SDRL)</li> <li>Appropriate subcontract EVMS clauses (i.e., Federal Acquisition Regulations (FARs), Defense Federal Acquisition Regulation Supplement (DFARS))</li> <li>Cost/schedule/technical risks with subcontractor data included</li> <li>EVMS reports (prime and subcontract)</li> <li>Charge number structure</li> <li>Subcontracts and purchase orders</li> <li>Other</li> </ul><p>The Subcontract Identification and EVMS Flow Down Requirements should be integrated with the Organizing sub-process, Planning and Scheduling sub-process, Budgeting and Work Authorization sub-process, Analysis and Management Reporting sub-process, Change Control sub-process, and Risk Management sub-process.</p><p><em>References: </em>NDIA EVMS EIA-748-D Intent Guide All GLs; DoD EVMSIG All GLs; DOE CAG All GLs; ISO 21508:2018(E); ANSI PMI 19-006-2019</p>",
    "sectionId": "i"
  },
  {
    "id": "i.2",
    "name": "Subcontractor Integration and Analysis",
    "description": "<p>Subcontract integration and analysis allows the prime contractor to ensure the subcontractor&rsquo;s monthly cost and schedule performance data reported are timely, current, accurate, complete, repeatable, auditable, verified and at the right level of detail which facilitates management analysis and corrective actions.</p><p>All subcontract work scope must be fully integrated into the prime contractor&rsquo;s Earned Value Management System (EVMS) to enable the prime contractor to effectively manage the total project/program work scope. Fully integrating subcontractor effort into the prime contractor&rsquo;s EVMS ensures the planning, scheduling, budgeting, work authorization, cost accumulation, estimating/forecasting, and risk processes accurately depict and report project/program performance, and provides the customer the most current and accurate information available each month. Subcontracted work scope and performance integration with the prime contractor&rsquo;s EVMS is achieved through a coding structure that uses unique Identifications (IDs). This allows for subcontract work scope to be separately identified and clearly recognizable, evaluated, and reported.</p><p>The prime contractor engages in end-to-end analysis of subcontract performance data to facilitate complete and accurate integration with prime contractor reporting. End-to-end analysis provides a comprehensive understanding of subcontract performance and supports the ability to develop reasonable estimates of future costs, schedule, and technical performance. Analysis of subcontract performance from the established baseline plan permits management at all levels to rapidly and effectively implement corrective actions to regain project/program objectives. Without visibility into and the understanding of baseline plan deviations, the success of the project is jeopardized.</p><p>Items to consider include:</p><ul> <li>Prime contract requirements</li> <li>Subcontracting processes, instructions, and related command media</li> <li>Data reporting requirements, such as Subcontract Data Requirements Lists (SDRL)</li> <li>Documented processes for integration of subcontractors</li> <li>Cost/schedule/technical risks with subcontractor data included</li> <li>EVMS reports (prime and subcontract)</li> <li>Charge number structure</li> <li>Subcontracts and purchase orders</li> <li>Other</li> </ul><p>Subcontractor Integration and Analysis should be integrated with the Organizing sub-process, Planning and Scheduling sub-process, Budgeting and Work Authorization sub-process, Analysis and Management Reporting sub-process, Change Control sub-process, and Risk Management sub-process.</p><p><em>References:</em> NDIA EVMS EIA-748-D Intent Guide GL 1, 2, 3, 6, 8, 9, 10, 16, 21, 23, 27, 31; DoD EVMSIG GL 1, 2, 3, 6, 8, 9, 10, 16, 21, 23, 27, 31; DOE CAG GL 1, 2, 3, 6, 8, 9, 10, 16, 21, 23, 27, 31; ISO 21508:2018(E); ANSI PMI 19-006-2019</p>",
    "sectionId": "i"
  },
  {
    "id": "i.3",
    "name": "Subcontract Oversight",
    "description": "<p>The prime contractor&rsquo;s oversight of the subcontractor&rsquo;s management processes, and in some instances a subcontractor&rsquo;s Earned Value Management System (EVMS) reliability, includes at a minimum meeting EVMS project/program contract requirements, subcontractor internal policies, procedures, operating instructions, and other.</p><p>The prime contractor&rsquo;s oversight of the subcontract&rsquo;s management processes and, in some instances, its EVMS, may be performed with or without customer involvement, as required. Continuous oversight includes assessment of timeliness, reliability, and accuracy of subcontractor products, actions, and decisions.</p><p>When the prime contractor identifies subcontractor EVMS implementation deficiencies as part of its oversight responsibilities, it should provide immediate feedback and instructions to the subcontractor for the timely resolution of the issue(s) identified. In these cases, the subcontractor working with the prime contractor is expected to develop and implement a documented corrective action plan. Implementation of corrective actions should be timely, adequate and complete. Subcontractor oversight reports should be appropriately shared with the subcontractor and stakeholders to communicate strengths and challenges associated with EVMS implementation.</p><p>Items to consider include:</p><ul> <li>Subcontracting policies, procedures, operating instructions, and other</li> <li>Subcontracts and purchase orders</li> <li>Data reporting requirements, such as Subcontract Data Requirements Lists (SDRL)</li> <li>Prime contract requirements</li> <li>Prime contractor surveillance plan, evaluation framework and methods, interpretive sources and guidance</li> <li>Prime contractor internal and external EVMS surveillance reports (prime and subcontract)</li> <li>Prime contractor&rsquo;s reports on Subcontractor EVM system corrective action plan(s), status, results, and EVMS implementation risks</li> <li>Prime contractor processes for integration of subcontractors</li> <li>Prime contractor cost/schedule/technical risks with subcontractor data included</li> <li>Internal and external EVMS surveillance reports (prime and subcontract)</li> <li>Other</li> </ul> <p>Subcontract Oversight contract requirements should be fully integrated with the Organizing sub-process, Planning and Scheduling sub-process, Budgeting and Work Authorization sub-process, Analysis and Management Reporting sub-process, Change Control sub-process, and Risk Management sub-process.</p><p><em>References:</em> NDIA EVMS EIA-748-D Intent Guide All GLs; DoD EVMSIG All GLs; DOE CAG All GLs; NDIA IBR Guide; ISO 21508:2018(E); ANSI PMI 19-006-2019</p>",
    "sectionId": "i"
  },
  {
    "id": "j.1",
    "name": "Identify and Analyze Risk",
    "description": "<p>Management of risks (both threats with negative consequences and opportunities with positive benefits) over the life cycle of a project/program is an integral part of Earned Value Management (EVM), with touchpoints to each guideline. This supports establishing the basis for appropriate risk reserves, such as, contractor&rsquo;s Management Reserve (MR), Schedule Margin (SM), and customer&rsquo;s cost and schedule contingency and estimates of cost at completion (EAC), and schedule forecasts. It allows for the execution of the project/program within expectation of key stakeholders and project/program management.</p><p>A well-executed SRA process can provide the essential strategies for recognizing, reducing and/or eliminating possible risks, with the specific emphasis on project schedule risks. The project/program&rsquo;s risk register is a common repository to document risks and their relationship to the amount of MR budget, SM in the project schedule, and range of EACs. The use of risk conferences (i.e. risk reviews), a risk mitigation plan, identification of &ldquo;who owns risk&rdquo; and clear communication of risks provide the opportunity for the project/program to finish within expectations. Risk management should consider the master schedule which must agree with the project/program objectives, reflect a logical sequence of events, and take into account identified cost and schedule risk threats and opportunities. The project/program should track each risk event through a process that clearly identifies both the likelihood and consequence of a risk occurring, mitigation steps possible or acceptance, and disposition of the risk once mitigated. The risk management process should identify how the project/program team should track risks and how risks are retired. If a risk is transferred, the new owner of the risk must agree and take actions to either accept or mitigate and to manage. A risk tracking system is developed to manage risks effectively. One example is a risk register, which is a document detailing all identified risks, including description, cause, probability of occurrence, impact(s) on objectives, proposed responses, risk owners, and current status.</p><p>Risks occur in both planning and execution. Risks (both cost and schedule) are most often considered at the activity/task level and when realized, the impacts are rolled into both schedule and cost estimates to reflect the impacts to the project/program. Mitigation steps should also be captured in the schedule to include resources applied.</p><p>Items to consider include:</p><ul> <li>Periodic Schedule Risk Assessments (SRAs) are conducted</li> <li>Period Estimates at Completion (EACs) are conducted</li> <li>The schedule and cost risk assessment processes should identify risk mitigation activities and resources, as appropriate</li> <li>Risk register</li> <li>Risk management plan</li> <li>Risk assessment and opportunity report</li> <li>Risk informed management reserve documents</li> <li>Risk committee meeting minutes</li> <li>Site-specific historical data informs the risk management process</li> <li>Other</li> </ul><p><em>Comments: Risk is not fully documented in EIA748-D, but there are ties with each guideline. NDIA EVMS EIA-748-D Intent Guide Figure 1 identifies ties with several guidelines. Risk owner is defined as the party which owns the risk under the contract requirements. In this attribute, the words &ldquo;activity&rdquo; and &ldquo;task&rdquo; are used synonymously.</em></p><p><em>References</em>: NDIA EVMS EIA-748-D Intent Guide All GLs; GAO-20-195G; OMB M-07-24; ISO 21508:2018(E); ANSI PMI 19-006-2019</p>",
    "sectionId": "j"
  },
  {
    "id": "j.2",
    "name": "Risk Integration",
    "description": "<p>Throughout execution of work for a project/program, risks (both threats with negative consequences and opportunities with positive benefits) are identified, monitored and managed as a process to support successful completion. Integrating risk into the Earned Value Management System (EVMS) ensures the technical, schedule, and budget/cost data submitted to the customer each month for both initial establishment and change control of the performance measurement baseline (PMB) and development of estimates at completion (EAC) are accurate and complete. Having a risk committee/team which follows a risk management plan is critical to the early detection of risks. The risk committee/team should have both customer and contractor representation capturing risk events in a risk tracking tool or register.</p><p>The realization of a threat or opportunity should be addressed with a deliberate action that is planned, monitored, and integrated into the project/program to support and encourage an opportunity, or to minimize the impact of a threat, ensuring cost and schedule tools are updated to support forecasts. As the project/program progresses, this integration allows project/program to monitor risks at the time they are most likely to occur. Robust communication within the risk committee/team to the PM and customer supports the analysis and use of risk reserves (e.g., Management Reserve (MR), Schedule Margin (SM), as well as customer cost and schedule contingency) to apply the right resources to manage the threat and/or capture the most benefit from an opportunity.</p><p>Risk events are tracked, with actions and impacts captured in logs to support auditable integration into the EVMS including the identification of risks in the schedule and budget baselines. When risk reserves are used, they should be identified in baseline and status schedules. Risk reserves use is tracked when budget is expended for an associated risk response or action. Risks that have been retired should be traceable to schedule and baseline budget plan revisions and may result in updates to the ETC and/or Budget at Completion.</p><p>Items to consider include:</p><ul> <li>Schedule Risk Assessment (SRA) and schedule forecasting</li> <li>Cost risk assessments and ETC/EAC forecasting</li> <li>Contractual requirements (e.g., Contract Data Requirements List (CDRL))</li> <li>Risk register or risk tracking system</li> <li>Risk trigger metrics and surveillance plan</li> <li>Risk mitigation activities tracked in schedule and cost tools, as appropriate</li> <li>Risk mitigation plan</li> <li>Risk informed contingency documents</li> <li>MR and SM logs</li> <li>Customer contingency log</li> <li>Customer schedule contingency log</li> <li>Risk committee meeting minutes where actions are clearly traceable to all logs and in the schedule and cost systems</li> <li>Other</li> </ul><p><em>References:</em> NDIA EVMS EIA-748-D Intent Guide GL 3, 6, 8, 14, 22, 23, 24, 26, 27; OMB M-07-24; DOE Guide 413.3-7A, change 1, Risk Management Guide, Oct 22, 2015; ISO 21508:2018(E); ANSI PMI 19-006-2019</p>",
    "sectionId": "j"
  }
]
