[
  {
    "id": 1,
    "shortDescription": "Not required for this project",
    "longDescription": "Not required for this project",
    "level": 0,
    "weight": 0,
    "attributeId": "a.1"
  },
  {
    "id": 2,
    "shortDescription": "Not yet started",
    "longDescription": "Not yet started",
    "level": 1,
    "weight": 0,
    "attributeId": "a.1"
  },
  {
    "id": 3,
    "shortDescription": "A singular, high-level product-oriented WBS is established. WBS does not decompose to capture all work requirements",
    "longDescription": "The process to establish a singular, product-oriented WBS has started, but is not documented. The hierarchical WBS is not fully traceable to the SOW and is missing SOW scope. The WBS is functionally oriented and lacks product orientation. Products often do not fulfill project/program requirements.",
    "level": 2,
    "weight": 5,
    "attributeId": "a.1"
  },
  {
    "id": 4,
    "shortDescription": "Processes to require a singular, product-oriented WBS are established. WBS is traceable, and decomposed to the appropriate levels for effective project/program management. The WBS includes most of the authorized work scope / requirements.",
    "longDescription": "The process to establish a singular, product-oriented WBS that accurately reflects the products, services, and deliverables required to complete the project/program has been developed. No internal checks are in place to validate that the WBS meets requirements.<br/><br/>Most products fulfill project/program requirements.<br/><br/>The WBS hierarchy initially is product-oriented, but the WBS as extended to lower levels becomes functionally oriented in an organizational or functional orientation.<br/><br/>The WBS is coordinated with the Planning and Scheduling sub-process, Budgeting and Work Authorization sub-process, Change Control sub-process, Accounting Considerations sub-process, and Analysis and Management Reporting sub-process.",
    "level": 3,
    "weight": 11,
    "attributeId": "a.1"
  },
  {
    "id": 5,
    "shortDescription": "Processes requiring a singular, product-oriented WBS are established and approved. WBS is traceable, encompassing all authorized work and decomposed to the appropriate levels for effective project/program management and external reporting.  The required WBS is validated through internal checks per approved processes annually.",
    "longDescription": "The process to establish a singular, product-oriented WBS that accurately reflects the products, services, and deliverables required to complete the project/program has been developed, documented and approved.<br/><br/>Internal checks are in place to validate that the WBS meets project/program requirements. Checks may be outside the WBS process flow. The project/program ensures that the WBS is verified as product-oriented, with corrections performed as required during project/program start-up.<br/><br/>Products fulfill all project/program requirements. If required, WBS descriptive documents such as a WBS dictionary, index, or similar document(s) have been developed.<br/><br/>The WBS is fully integrated with the Planning and Scheduling sub-process, Budgeting and Work Authorization sub-process, Change Control sub-process, Accounting Considerations sub-process, and Analysis and Management Reporting sub- process.",
    "level": 4,
    "weight": 16,
    "attributeId": "a.1"
  },
  {
    "id": 6,
    "shortDescription": "The singular product-oriented WBS is reviewed, revised and validated annually or more frequently as needed, with revision history, per approved processes, through in-process internal checks.",
    "longDescription": "The WBS is optimized to streamline management of the project/program. Internal checks are in place to validate that the WBS meets project/program requirements within the WBS process flow.<br/><br/>Automated testing ensures that the established WBS is a product-oriented hierarchical decomposition of hardware, software and services. Necessary corrective actions are implemented, completed, and recurring issues resolved.<br/><br/>Routine surveillance results of the WBS are fully disclosed with all key stakeholders, who maximize use of these results.<br/><br/>The WBS is continuously improved and optimized.",
    "level": 5,
    "weight": 22,
    "attributeId": "a.1"
  },
  {
    "id": 7,
    "shortDescription": "Not required for this project",
    "longDescription": "Not required for this project",
    "level": 0,
    "weight": 0,
    "attributeId": "a.2"
  },
  {
    "id": 8,
    "shortDescription": "Not yet started",
    "longDescription": "Not yet started",
    "level": 1,
    "weight": 0,
    "attributeId": "a.2"
  },
  {
    "id": 9,
    "shortDescription": "Little vertical integration exists between the WBS hierarchy and authorized work scope.",
    "longDescription": "The process to maintain a logically grouped WBS has started, with hierarchical integration of all authorized scope that accurately reflects the products, services, and deliverables required to complete the program.<br/><br/>Many of the WBS elements are missing from external reports. There is little logical grouping of the program scope and how it is arranged in the WBS.<br/><br/>Products sometimes meet the project/program requirements.",
    "level": 2,
    "weight": 5,
    "attributeId": "a.2"
  },
  {
    "id": 10,
    "shortDescription": "Vertical integration exists between the WBS hierarchy and authorized work scope, with only minor gaps or errors.",
    "longDescription": "Most of the process to develop and maintain a logically grouped WBS has been defined, with limited open items. The process includes hierarchical integration of all authorized scope that accurately reflects the products, services, and deliverables required to complete the program.<br/><br/>There is consistent logical grouping of the program scope and how it is arranged in the WBS.<br/><br/>Products mostly meet the project/program requirements.<br/><br/>The WBS Hierarchy is coordinated with the Analysis, the Accounting Considerations sub-process, and Management Reporting and the Subcontract Management sub-processes.",
    "level": 3,
    "weight": 10,
    "attributeId": "a.2"
  },
  {
    "id": 11,
    "shortDescription": "Complete vertical integration exists between the WBS hierarchy and authorized work scope.",
    "longDescription": "The process to develop and maintain a logically grouped WBS has been defined, documented, and approved.<br/><br/>The logic is consistent, and groupings of work scope are arranged with vertical integration throughout the WBS hierarchy. Any issues are minor, not repetitive, and can be quickly and easily corrected. Problems are identified, logged, tracked, mitigated, corrected and closed, providing management with insight to make timely decisions.<br/><br/>WBS descriptive documents such as a WBS dictionary, index, or similar document(s) have been developed.<br/><br/>Products meet all project/ program requirements.<br/><br/>The WBS Hierarchy is consistently and fully integrated with the Analysis and Management Reporting sub-process, the Accounting Considerations sub-process, and the Subcontract Management sub-process.",
    "level": 4,
    "weight": 14,
    "attributeId": "a.2"
  },
  {
    "id": 12,
    "shortDescription": "Vertical integration between the WBS hierarchy and authorized work scope reflects all authorized changes within a reporting period of the change.",
    "longDescription": "All authorized WBS elements and groupings are consistent and have clear vertical integration that is 100 percent traceable. They reflect any contractual changes, and this process is repeatable from month to month, including changes and additions to the WBS. WBS elements are clearly specified for external reporting and are traceable to authorized work scope.<br/><br/>The WBS hierarchy is monitored and used for management control, and automatically tested to assess system health and integrity. Necessary corrective actions are implemented, completed, and recurring issues resolved.<br/><br/>Routine surveillance results of the WBS hierarchy are fully disclosed with all key stakeholders, who maximize use of these results.<br/><br/>The WBS hierarchy is continuously improved and optimized.",
    "level": 5,
    "weight": 19,
    "attributeId": "a.2"
  },
  {
    "id": 13,
    "shortDescription": "Not required for this project",
    "longDescription": "Not required for this project",
    "level": 0,
    "weight": 0,
    "attributeId": "a.3"
  },
  {
    "id": 14,
    "shortDescription": "Not yet started",
    "longDescription": "Not yet started",
    "level": 1,
    "weight": 0,
    "attributeId": "a.3"
  },
  {
    "id": 15,
    "shortDescription": "The OBS development process may not require the inclusion of all major subcontractors and other organizations responsible for authorized work. An OBS is established, but not all structure is traceable to all authorized work. The OBS excludes some functions or major subcontractors.",
    "longDescription": "The process to develop and maintain an OBS that accurately reflects organizational elements required to complete the project/program has started, but may not be documented.<br/><br/>Products sometimes meet project/program requirements.",
    "level": 2,
    "weight": 4,
    "attributeId": "a.3"
  },
  {
    "id": 16,
    "shortDescription": "Processes exist requiring a single OBS to be established, traceable and encompassing the authorized work. The OBS is decomposed to the appropriate organizational levels including all major subcontractors, with some gaps.",
    "longDescription": "Most of the process to develop and maintain an OBS that accurately reflects organizational elements required to complete the project/program has been defined with open items.<br/><br/>The OBS routinely contains only a few minor issues that are easily corrected and not repetitive.<br/><br/>Products meet most project/ program requirements.<br/><br/>The OBS is coordinated with the Analysis and Management Reporting sub-process and Subcontract Management sub-process.",
    "level": 3,
    "weight": 7,
    "attributeId": "a.3"
  },
  {
    "id": 17,
    "shortDescription": "The process to develop and maintain a single OBS is in place and has been approved. The OBS is traceable and encompasses all authorized work. It is decomposed to the appropriate organizational levels for effective project/program management. The OBS is validated annually at a minimum.",
    "longDescription": "The process to develop and maintain an OBS is defined, documented, reviewed and approved.<br/><br/>The OBS is decomposed to the appropriate organizational levels including all major subcontractors. The required OBS is routinely validated through internal checks per approved processes.<br/><br/>Products meet all project/ program requirements.<br/><br/>The OBS is fully integrated with the Analysis and Management Reporting sub-process and Subcontract Management sub-process.",
    "level": 4,
    "weight": 11,
    "attributeId": "a.3"
  },
  {
    "id": 18,
    "shortDescription": "The single OBS is established and can accommodate changes in a timely manner. The OBS is validated monthly through in-process internal checks.",
    "longDescription": "The approved OBS is decomposed to the appropriate organizational levels tying authorized scope to organizations involved in the project/program. As new scope is authorized, the OBS is updated as applicable.<br/><br/>OBS data are monitored and used for management control, and are automatically tested to assess errors and integrity. Necessary corrective actions are implemented, completed, and recurring issues resolved.<br/><br/>Routine surveillance results of the OBS are fully disclosed with all key stakeholders, who maximize use of these results.<br/><br/>The OBS is continuously improved and optimized.",
    "level": 5,
    "weight": 14,
    "attributeId": "a.3"
  },
  {
    "id": 19,
    "shortDescription": "Not required for this project",
    "longDescription": "Not required for this project",
    "level": 0,
    "weight": 0,
    "attributeId": "a.4"
  },
  {
    "id": 20,
    "shortDescription": "Not yet started",
    "longDescription": "Not yet started",
    "level": 1,
    "weight": 0,
    "attributeId": "a.4"
  },
  {
    "id": 21,
    "shortDescription": "Integration among planning, scheduling, budgeting and work authorization elements is lacking. A common coding structure is not in place.",
    "longDescription": "The process to integrate systems has started. A number of significant issues still exist.<br/><br/>The WBS or OBS structures are not integrated. WBS and OBS elements are missing and/or not clearly defined.  Little mapping has occurred among the planning, scheduling, budgeting, work authorization and cost accumulation documents and systems. Key data is not aligned across sub-systems.",
    "level": 2,
    "weight": 6,
    "attributeId": "a.4"
  },
  {
    "id": 22,
    "shortDescription": "Integration of the planning, scheduling, budgeting and work authorization elements, and a common coding structure throughout the project/program documentation and reports are mostly in place. Some issues, that are not easily corrected, still exist but these have minimal impact on the project/program.",
    "longDescription": "The process to integrate systems has been defined. Common structures accurately reflect the products, services, and deliverables. A few open items remain.<br/><br/>Most WBS and OBS elements are present and linked throughout project/program documentation and systems. Management reports are traceable to the planning, scheduling, budgeting, work authorization and cost accumulation documents. There are minor gaps with a few traceability issues throughout the systems or elements that are not mapped to CA levels. Most key data is aligned across sub-systems.<br/><br/>The Integrated System requirement is coordinated with the Planning and Scheduling sub-process, Budgeting and Work Authorization sub-process and Accounting Considerations sub-process.",
    "level": 3,
    "weight": 11,
    "attributeId": "a.4"
  },
  {
    "id": 23,
    "shortDescription": "Integration of the planning, scheduling, budgeting and work authorization elements, and a common coding structure throughout the project/program documentation and reports, are in place.",
    "longDescription": "All WBS and OBS elements are clearly defined and traceable through all project/program documentation and systems. All key data is aligned across sub-systems.<br/><br/>All CAs clearly map to one WBS and one OBS. Management reports are traceable to the planning, scheduling, budgeting, work authorization and cost accumulation documents and representative systems.<br/><br/>Integration is rigorously monitored by management. Any issues are minor and easily correctable with no impact to the project/ program. Problems are identified, logged, tracked, mitigated, corrected and closed, providing management with insight to make timely decisions.<br/><br/>The Integrated System requirement is fully integrated with the Planning and Scheduling sub-process, Budgeting and Work Authorization sub-process and Accounting Considerations sub-process.",
    "level": 4,
    "weight": 17,
    "attributeId": "a.4"
  },
  {
    "id": 24,
    "shortDescription": "Integration is in place.  Internal processes are in place to validate the integration of the structures and data flows and verify accuracy. Changes are readily accommodated to the integrated systems with no impact to the project/program data integrity.",
    "longDescription": "The project/program is actively checking its WBS and OBS common coding structure for each CA for traceability and accuracy on a monthly basis, with no errors in deliverables.<br/><br/>System integration is monitored, used for management control, and automatically tested to assess system health and integrity. Necessary corrective actions are implemented, completed, and recurring issues resolved.<br/><br/>A Storyboard (or like) approach is routinely used to validate data integration and consistency. Surveillance results of system integration are fully disclosed with all key stakeholders, who maximize use of these results.<br/><br/>Manual data entry has been reduced; key data is automatically aligned across systems. System integration is continuously improved and optimized.",
    "level": 5,
    "weight": 23,
    "attributeId": "a.4"
  },
  {
    "id": 25,
    "shortDescription": "Not required for this project",
    "longDescription": "Not required for this project",
    "level": 0,
    "weight": 0,
    "attributeId": "a.5"
  },
  {
    "id": 26,
    "shortDescription": "Not yet started",
    "longDescription": "Not yet started",
    "level": 1,
    "weight": 0,
    "attributeId": "a.5"
  },
  {
    "id": 27,
    "shortDescription": "Few CAs are designated to single organizational elements of the OBS and identifiable to single elements of the WBS. CAMs are assigned to few CAs; they report information but are not technically responsible for the work being performed.",
    "longDescription": "The process to designate CAs to WBS/OBS, accurately reflecting the products, services, and deliverables required to complete the project/program has started.<br/><br/>There is no clear OBS/WBS linkage to the CAs or CAMs.",
    "level": 2,
    "weight": 4,
    "attributeId": "a.5"
  },
  {
    "id": 28,
    "shortDescription": "Most CAs are designated to single organizational elements of the OBS and identifiable to single elements of the WBS. CAMs are assigned to most CAs at the appropriate levels based on complexity. For each CA, the CAM is responsible for the work and accountable for cost and schedule.",
    "longDescription": "The process to designate CAs to WBS/OBS, accurately reflecting the products, services, and deliverables required to complete the project/program is in place with open items.<br/><br/>Most CAs are mapped to the WBS and OBS, but some are associated with more than one element or are not mapped. CAMs are assigned but not all take into consideration accountability/responsibility for the scope of work to be performed.  CAs could be broken out to more appropriate levels.<br/><br/>The CA and CAM assignments are coordinated with the Budgeting and Work Authorization sub-process, Analysis and Management Reporting sub-process and Change Control sub-process.",
    "level": 3,
    "weight": 9,
    "attributeId": "a.5"
  },
  {
    "id": 29,
    "shortDescription": "All CAs are designated to single organizational elements of the OBS and identifiable to single elements of the WBS. CAMs are assigned to all CAs at the appropriate levels based on complexity.",
    "longDescription": "The process to designate CAs to WBS/OBS is approved and accurately reflects the products, services, and deliverables required to complete the project/program.<br/><br/>The process is monitored and updated as needed. Problems are identified, logged, tracked, mitigated, corrected and closed, providing management with insight to make timely decisions.<br/><br/>All CAs are clearly aligned to a single WBS and OBS, with appropriate documentation (e.g., RAM).<br/><br/>The CA and CAM assignments are fully integrated with the Budgeting and Work Authorization sub-process, Analysis and Management Reporting sub-process and Change Control sub-process.",
    "level": 4,
    "weight": 13,
    "attributeId": "a.5"
  },
  {
    "id": 30,
    "shortDescription": "The size, risk and complexity of each CA is optimized, leading to proactive and effective management and control of the CA. When CA or CAM changes are necessary, the organization can handle the changes with no impact to the project/program.",
    "longDescription": "Assignments are monitored periodically (monthly or more often) as needed. New CAs and CAMs can be added seamlessly.<br/><br/>The project/program continues to validate and check for consistency and traceability between CAs and the WBS/OBS.<br/><br/>CA and CAM assignments are monitored and used for management control and are automatically tested to assess system health and integrity. For example, realism of forecasting over extended periods may indicate good versus poor CAM selection or span of control. Necessary corrective actions are implemented, completed, and recurring issues resolved.<br/><br/>Routine surveillance results of CA and CAM assignments are fully disclosed with all key stakeholders, who maximize use of these results.<br/><br/>CA and CAM assignments are continuously improved and optimized.",
    "level": 5,
    "weight": 18,
    "attributeId": "a.5"
  },
  {
    "id": 31,
    "shortDescription": "Not required for this project",
    "longDescription": "Not required for this project",
    "level": 0,
    "weight": 0,
    "attributeId": "b.1"
  },
  {
    "id": 32,
    "shortDescription": "Not yet started",
    "longDescription": "Not yet started",
    "level": 1,
    "weight": 0,
    "attributeId": "b.1"
  },
  {
    "id": 33,
    "shortDescription": "Some identification of time-phased work scope within the IMS has occurred.  Some work scope in the IMS are traceable by activity to the contract, PEP, SOW/SOO, IMP, WBS or similar documents.",
    "longDescription": "Internal, subcontractor, and procurement work scope is not clearly identified or discernible in the IMS.",
    "level": 2,
    "weight": 6,
    "attributeId": "b.1"
  },
  {
    "id": 34,
    "shortDescription": "The time-phased work scope in the IMS is mostly defined and most of the activities and work scope are traceable to the contract, WBS, PEP, SOW/SOO and IMP, or similar documents.",
    "longDescription": "Identification of internal and subcontracted work scope has occurred.<br/><br/>Most of the subcontractor and procurement work scope is separately identified and assigned to the appropriate WBS elements.<br/><br/>The Time-Phased Work Scope is coordinated with the Material Management sub-process and the Subcontract Management sub-process.",
    "level": 3,
    "weight": 11,
    "attributeId": "b.1"
  },
  {
    "id": 35,
    "shortDescription": "The IMS is fully defined, with few minor exceptions, and all of the activities and authorized work scope are traceable to the contract, WBS, PEP, SOW/SOO and IMP, or similar documents.",
    "longDescription": "A defined and approved process and structure is in place to provide mapping and traceability of all activities to the contract, WBS, PEP, SOW/SOO, IMP or similar documents. Problems are identified, logged, tracked, mitigated, corrected and closed, providing management with insight to make timely decisions.<br/><br/>Segregation of internal and subcontract or procurement work scope has occurred.<br/><br/>Subcontractors or procurements designated as HDV/CI are separately identified and assigned to the appropriate WBS elements.<br/><br/>Subcontractor and procurement work scope are integrated into the project/program’s single IMS at a level to provide for accurate reporting and performance measurement.<br/><br/>The Time-Phased Work Scope is fully integrated with the Material Management sub-process and the Subcontract Management sub-process.",
    "level": 4,
    "weight": 17,
    "attributeId": "b.1"
  },
  {
    "id": 36,
    "shortDescription": "All items within the IMS are fully defined and traceable. The time-phased work scope in the IMS is monitored and automatically tested to assess system health and integrity.",
    "longDescription": "A validation process exists to ensure that all discrete work scope (at a minimum) is authorized and fully integrated into the IMS.<br/><br/>Necessary corrective actions are implemented, completed, and recurring issues resolved.<br/><br/>Routine surveillance results of IMS time-phased work scope traceability are fully disclosed with all key stakeholders, who maximize use of these results.<br/><br/>The traceability of the time-phased work scope in the IMS is continuously improved and optimized.",
    "level": 5,
    "weight": 22,
    "attributeId": "b.1"
  },
  {
    "id": 37,
    "shortDescription": "Not required for this project",
    "longDescription": "Not required for this project",
    "level": 0,
    "weight": 0,
    "attributeId": "b.2"
  },
  {
    "id": 38,
    "shortDescription": "Not yet started",
    "longDescription": "Not yet started",
    "level": 1,
    "weight": 0,
    "attributeId": "b.2"
  },
  {
    "id": 39,
    "shortDescription": "The schedule is updated too infrequently to provide current status, or it is not capable of being updated to provide current status in alignment with accounting period information.",
    "longDescription": "Updates are not processed in a manner in which to ensure consistent reporting of actual progress. /nUpdates to date and durations of activities not yet in progress rarely occur.",
    "level": 2,
    "weight": 6,
    "attributeId": "b.2"
  },
  {
    "id": 40,
    "shortDescription": "The schedule is updated to provide current status mostly in alignment with accounting period information. However, only activities within the status window are updated.",
    "longDescription": "Status updates are primarily reserved only for those activities within the current execution window (Actual Starts, Actual Finishes and Percent Complete).<br/><br/>In addition to updates to all activities within the execution window, most activities are reviewed and updates to durations and forecasted starts/finish are made as necessary.<br/><br/>Scheduling assessment is available to validate current status.<br/><br/>Schedule forecasting is coordinated with the Risk Management sub-process.",
    "level": 3,
    "weight": 11,
    "attributeId": "b.2"
  },
  {
    "id": 41,
    "shortDescription": "The schedule is updated in alignment with the accounting calendar, in a consistent manner following an established business rhythm. Schedule forecasts are commensurate with risk identified on the project/program.",
    "longDescription": "The &ldquo;Time Now&rdquo; status date is in alignment with accounting period information and updated monthly. <br/><br/> Schedule forecasts consider the SRA.&nbsp; Activity duration estimates represent the most likely time the work should take. <br/><br/> Schedule updates are reviewed monthly with schedule stakeholders, and changes are effectively communicated in order to inform management decision-making. Schedule status is monitored and tested to assess system health and integrity. Problems are identified, logged, tracked, mitigated, corrected and closed. <br/><br/> Scheduling assessment may occur more frequently than monthly and results in the schedule providing current status, and related data used in project/program planning, re-planning, and decision-making. <br/><br/> Schedule forecasting is fully integrated with the Risk Management sub-process.",
    "level": 4,
    "weight": 17,
    "attributeId": "b.2"
  },
  {
    "id": 42,
    "shortDescription": "The schedule is updated more frequently than monthly and reviewed in a timely and effective manner to reflect accurate progress of started, completed, and in-progress work, and aligns with other earned value data, aiding in reporting and proactive decision-making.",
    "longDescription": "The schedule is updated weekly during the accounting/reporting period.<br/><br/>All activities are reviewed during each status cycle to ensure accuracy of dates and durations.  Full bottom-up revisions to durations and start/finish dates are performed as necessary. Schedule status is monitored and used for management control, and is automatically tested to assess system health and integrity. Necessary corrective actions are implemented, completed, and recurring issues resolved.<br/><br/>Scheduling assessment produce accurate updates used to effectively manage the project/program. EVM and scheduling assessment practices and products/outputs are effectively integrated to produce real-time or near-real-time current project/program status and informed decision-making. Routine surveillance results of the schedule status are fully disclosed with all key stakeholders, who maximize use of these results.<br/><br/>The schedule status process is continuously improved and optimized.",
    "level": 5,
    "weight": 22,
    "attributeId": "b.2"
  },
  {
    "id": 43,
    "shortDescription": "Not required for this project",
    "longDescription": "Not required for this project",
    "level": 0,
    "weight": 0,
    "attributeId": "b.3"
  },
  {
    "id": 44,
    "shortDescription": "Not yet started",
    "longDescription": "Not yet started",
    "level": 1,
    "weight": 0,
    "attributeId": "b.3"
  },
  {
    "id": 45,
    "shortDescription": "The IMS contains little or no horizontal integration and logic dependencies are unclear or missing among activities.",
    "longDescription": "Activities are held in place by constrained dates.<br/><br/>Logical dependencies between activities are not identified.  It is not possible to produce a credible critical path due to lack of logic among activities.<br/><br/>LOE activities are on the critical or driving path in the Integrated Master Schedule (IMS) and are linked to discrete activities.",
    "level": 2,
    "weight": 5,
    "attributeId": "b.3"
  },
  {
    "id": 46,
    "shortDescription": "The IMS contains most of the horizontal integration and logic dependencies among activities.",
    "longDescription": "A few activities are not logically linked, with an over-use of constraints, leads and/or lags.<br/><br/>Logic links exist within specific scopes of work, but some are not integrated within activities across the entire project/program.<br/><br/>A critical path can be produced for the network with some logic flaws.<br/><br/>Only a few LOE activities are on the critical or driving path in the IMS and linked to discrete activities.<br/><br/>The Horizontal Integration process is coordinated with the Subcontract Management sub-process.",
    "level": 3,
    "weight": 10,
    "attributeId": "b.3"
  },
  {
    "id": 47,
    "shortDescription": "All activities are logically defined within the IMS. The flow of work is appropriate for the effective execution of work.",
    "longDescription": "No standalone activities are in the schedule (i.e., all activities have at least one predecessor and one successor).<br/><br/>Logic links, including external links, are maintained and are explainable. Activities follow a logical relational sequence (i.e., Design, Procure, Construct). Out-of-sequence logic does not exist.<br/><br/>The IMS only includes use of constraints, leads and/or lags that have appropriate justifications and are documented. A valid critical path can be produced for the network. The logic and critical path are continuously maintained, providing management with insight to make timely decisions.<br/><br/>The IMS reflects any changes (contractual or other), and this process is repeatable from month to month.<br/><br/>LOE activities are not on the IMS critical or driving path and are not linked to discrete activities.<br/><br/>The Horizontal Integration process is fully integrated with the Subcontract Management sub-process.",
    "level": 4,
    "weight": 15,
    "attributeId": "b.3"
  },
  {
    "id": 48,
    "shortDescription": "All activities are time-sequenced in the IMS based on horizontal logic. There are no “target/fixed” dates imposed except for incoming external milestones and the project start and finish dates. Driving and critical paths are clearly identified and used to proactively manage the project/program.",
    "longDescription": "The IMS takes into consideration good work sequence planning with horizontal integration. Schedules are logic-linked among all key activities.<br/><br/>Horizontal schedule integration is monitored and reflects the execution plan of the work. It is automatically tested to assess system health and integrity. Corrective actions are implemented, and recurring issues resolved.<br/><br/>Logic ties maximize the use of Finish-to-Start logic relationships as appropriate, with other logic types justified and documented. Routine surveillance results are disclosed with key stakeholders, who maximize use of these results.<br/><br/>The network is mostly free of lags and constraints. There are no redundant logic ties. Milestone dates are driven by logic, the only exception being incoming external milestones or other justified and documented constraints.<br/><br/>The full horizontal integration detail can be clearly and logically explained. Horizontal integration is continuously improved and optimized.",
    "level": 5,
    "weight": 21,
    "attributeId": "b.3"
  },
  {
    "id": 49,
    "shortDescription": "Not required for this project",
    "longDescription": "Not required for this project",
    "level": 0,
    "weight": 0,
    "attributeId": "b.4"
  },
  {
    "id": 50,
    "shortDescription": "Not yet started",
    "longDescription": "Not yet started",
    "level": 1,
    "weight": 0,
    "attributeId": "b.4"
  },
  {
    "id": 51,
    "shortDescription": "The IMP/IMS contains little or no vertical integration, and vertical alignment of dates between various schedule levels cannot be demonstrated.",
    "longDescription": "The schedule system and process does not provide for roll-up or decomposition of the schedule to higher or lower levels of detail.<br/><br/>Where schedule roll-ups do exist, vertical alignment of start/finish dates between levels cannot be demonstrated.",
    "level": 2,
    "weight": 5,
    "attributeId": "b.4"
  },
  {
    "id": 52,
    "shortDescription": "Consistent with the SOW/SOO and WBS, the IMP/IMS contains most of the vertical integration and most activities can be vertically traced within each level of the schedule.",
    "longDescription": "Schedules of varied levels of detail can be produced, however there is not 100% vertical alignment of work scope and start/finish dates within each level of the schedule.<br/><br/>Vertical Integration is coordinated with the Subcontract Management sub-process.",
    "level": 3,
    "weight": 10,
    "attributeId": "b.4"
  },
  {
    "id": 53,
    "shortDescription": "All activities are vertically traceable within all levels of the schedule hierarchy. The flow of work is appropriate for effective planning and execution of work.",
    "longDescription": "Schedules with various levels of detail can be produced and alignment of scopes and dates within each level can be demonstrated. Activities can be rolled up to align to dates of parent WPs; WPs can be rolled up to align to dates of parent CAs. Vertical integration reflects any changes (contractual or other), and this process is repeatable from month to month.<br/><br/>The schedule hierarchy and vertical integration is continuously maintained, providing management with insight to make timely decisions.<br/><br/>Regardless of whether the schedule levels exist within a single schedule tool or a variety of toolsets, supplemental schedules, such as subcontractor schedules and Material Requirements Planning (MRP) or like systems are consistent with the IMS at the aggregated level.<br/><br/>Vertical Integration fully incorporates the Subcontract Management sub-process.",
    "level": 4,
    "weight": 14,
    "attributeId": "b.4"
  },
  {
    "id": 54,
    "shortDescription": "A meaningful and thought out schedule hierarchy exists within a singular IMS and is utilized in the communication and decision-making process.",
    "longDescription": "Schedules with various levels of detail are produced and utilized for communication and decision-making. The singular IMS aligns with major project/program milestones and events. Routine surveillance results are fully disclosed with all key stakeholders. <br/><br/>Vertical schedule integration and traceability (i.e., consistency of data between various levels of schedules including subcontractor and field level schedules) are monitored, and data are automatically tested to assess system health and integrity. All levels of schedules align. Necessary corrective actions are implemented, completed, and recurring issues resolved.<br/><br/>The IMS WBS coding structure allows for the summarization of the schedule at all levels and ensures that all MRP data are represented at some aggregate level of completion.<br/><br/>Vertical integration is continuously improved and optimized.",
    "level": 5,
    "weight": 19,
    "attributeId": "b.4"
  },
  {
    "id": 55,
    "shortDescription": "Not required for this project",
    "longDescription": "Not required for this project",
    "level": 0,
    "weight": 0,
    "attributeId": "b.5"
  },
  {
    "id": 56,
    "shortDescription": "Not yet started",
    "longDescription": "Not yet started",
    "level": 1,
    "weight": 0,
    "attributeId": "b.5"
  },
  {
    "id": 57,
    "shortDescription": "Some activities within the IMS contain assigned resources.",
    "longDescription": "The IMS lacks resource-loading to aid in the development of the baseline plan and decision-making process.",
    "level": 2,
    "weight": 4,
    "attributeId": "b.5"
  },
  {
    "id": 58,
    "shortDescription": "Most activities within the IMS include assigned resources.",
    "longDescription": "The IMS may include resource-loading for resource types which are deemed critical to the project/program success.<br/><br/>Full resource-loading may exist but only on activities which are identified as critical where resource-loading does not represent all requirements to achieve the planned objectives.<br/><br/>For those critical activities with resource-loading, there is alignment between resource needs and activity durations (e.g., 2 hours/day for 10 days as compared to 10 hours/day for 2 days).<br/><br/>The IMS is coordinated with the Authorization and Budgeting sub-process, the Material Management sub-process, the Subcontract Management sub-process, and the Risk Management sub-process.",
    "level": 3,
    "weight": 9,
    "attributeId": "b.5"
  },
  {
    "id": 59,
    "shortDescription": "All activities within the IMS have allocated resources. Resource limitations have been defined and gaps identified.",
    "longDescription": "There is an understanding of the resource requirements and limitations needed to develop a time-phased baseline plan and to complete the planned scope within the contract period of performance.<br/><br/>For all activities there is alignment between resource needs and activity durations (e.g., 2 hours/day for 10 days as compared to 10 hours/day for 2 days). Problems are identified, logged, tracked, mitigated, corrected and closed, providing management with insight to make timely decisions.<br/><br/>The resource-loaded IMS is traceable to all labor, material and equipment costs to include unit prices and quantities, and both discrete and Level of Effort (LOE) work packages.<br/><br/>The IMS is integrated with the Authorization and Budgeting sub-process, the Material Management sub-process, the Subcontract Management sub-process, and the Risk Management sub-process.",
    "level": 4,
    "weight": 13,
    "attributeId": "b.5"
  },
  {
    "id": 60,
    "shortDescription": "The IMS reflects realistic resource requirements to effectively manage staffing and material requirements.  Resources are consistently analyzed and leveled to minimize disruptions caused by the imbalance of resource requirements to resource availability levels.",
    "longDescription": "Resource leveling/allocation is performed to proactively manage resources at the activity and project/program level.<br/><br/>Resource optimization is a continuous process, ensuring requirements are identified far enough into the future to consider labor constraints and meet allocated material/equipment lead-times. The IMS resources are automatically tested to assess system health and integrity. Necessary corrective actions are implemented, completed, and recurring issues resolved.<br/><br/>Resource details can be clearly and logically explained by the Control Account Managers (CAMs) and Project/Program Manager(s). Routine surveillance results are fully disclosed with all key stakeholders, who maximize use of these results.<br/><br/>IMS resources are continuously optimized.",
    "level": 5,
    "weight": 17,
    "attributeId": "b.5"
  },
  {
    "id": 61,
    "shortDescription": "Not required for this project",
    "longDescription": "Not required for this project",
    "level": 0,
    "weight": 0,
    "attributeId": "b.6"
  },
  {
    "id": 62,
    "shortDescription": "Not yet started",
    "longDescription": "Not yet started",
    "level": 1,
    "weight": 0,
    "attributeId": "b.6"
  },
  {
    "id": 63,
    "shortDescription": "The lowest level of the network schedule is missing a significant number of detailed activities and milestones.",
    "longDescription": "The existing level of schedule detail does not depict the project/program work scope represented by WPs and PPs in the PMB. <br/><br/> The schedule contains a mix of low-level and high-level activities which may reflect the entire project/program scope but provides minimal definition needed for execution of the work.<br/><br/> The use and rationale of schedule calendars cannot be explained or justified. <br/><br/> There is no documented &ldquo;rolling wave&rdquo; or event/planning horizon process.",
    "level": 2,
    "weight": 5,
    "attributeId": "b.6"
  },
  {
    "id": 64,
    "shortDescription": "The lowest level of the network schedule includes most detailed activities and milestones.",
    "longDescription": "The existing level of schedule detail depicts most of the project/program work scope represented by work packages and planning packages in the PMB.<br/><br/>The schedule, though not fully documented, contains details needed to manage the execution of work and provides enough confidence to meet project constraints and committed timelines.<br/><br/>Activity durations are proportionate to the reporting cycle and can be easily measured and managed.<br/><br/>Schedule Detail is coordinated with the Budgeting and Work Authorization sub-process and the Analysis and Management Reporting sub-process.",
    "level": 3,
    "weight": 9,
    "attributeId": "b.6"
  },
  {
    "id": 65,
    "shortDescription": "The lowest level of the network schedule includes all detailed activities and milestones to meet contract requirements.",
    "longDescription": "The level of schedule detail depicts all of the project/program work scope, as required.<br/><br/>The schedule flows in a logical manner and is reflective of the work to be accomplished. Milestones are clearly linked and logically relate to relevant activities. Problems are identified, logged, tracked, mitigated, corrected and closed, providing management with insight to make timely decisions.<br/><br/>Activities have sufficient granularity and detail and are indicative of the way work scope will be accomplished and managed. There is a high level of confidence in the project delivery dates and associated costs.<br/><br/>Project/program constraints, calendar(s) rationale and activity durations are documented, justified and supported by logical resource/cost allocations.<br/><br/>The schedule links key detail WPs and PPs (or lower-level activities) with summary activities and milestones. The project/program adheres to a documented “rolling wave” or event/planning horizon process.<br/><br/>The schedule has successfully completed an external review, such as an Integrated Baseline Review (IBR) to ensure all scope is captured at a level of detail commiserate with the scope of the project.<br/><br/>Schedule Detail is fully integrated with the Budgeting and Work Authorization sub-process and the Analysis and Management Reporting sub-process.",
    "level": 4,
    "weight": 14,
    "attributeId": "b.6"
  },
  {
    "id": 66,
    "shortDescription": "The level of detail in the schedule is used to proactively manage the project/program to meet contract requirements.",
    "longDescription": "The schedule is clearly and competently structured at an appropriate level of detail. Schedule data are monitored and used for management control and are automatically tested to assess system health and integrity. Necessary corrective actions are implemented, completed, and recurring issues resolved.<br/><br/>Identified issues resulting from the external assessment are monitored and tracked to closure.  In case of major contract modifications, a new IBR is completed.<br/><br/>Routine surveillance results of the schedule detail are fully disclosed with all key stakeholders, who maximize use of these results. The schedule detail can be clearly and logically explained by CAM(s) and the Project Manager.<br/><br/>The schedule detail is continuously improved and optimized.",
    "level": 5,
    "weight": 18,
    "attributeId": "b.6"
  },
  {
    "id": 67,
    "shortDescription": "Not required for this project",
    "longDescription": "Not required for this project",
    "level": 0,
    "weight": 0,
    "attributeId": "b.7"
  },
  {
    "id": 68,
    "shortDescription": "Not yet started",
    "longDescription": "Not yet started",
    "level": 1,
    "weight": 0,
    "attributeId": "b.7"
  },
  {
    "id": 69,
    "shortDescription": "Some negative or excessive float values exist in the network schedule impacting the critical path activities and milestones. Some activities may have incorrect durations or logic.",
    "longDescription": "The schedule includes negative or excessive float and there may be missing activities and incomplete or inaccurate precedence logic.<br/><br/>Activities and milestones may not be able to meet their required finish dates based on precedence logic, duration, and status.",
    "level": 2,
    "weight": 7,
    "attributeId": "b.7"
  },
  {
    "id": 70,
    "shortDescription": "A critical path exists showing related activities and milestones from start to finish, with few negative or excessive float values.",
    "longDescription": "The schedule includes the longest continuous path of activities and milestones from start to finish calculating the least amount of total float.<br/><br/>Most activities and milestones can meet their required finish dates based on precedence logic, duration, and status.",
    "level": 3,
    "weight": 13,
    "attributeId": "b.7"
  },
  {
    "id": 71,
    "shortDescription": "Logical critical and driving paths exist reflecting customer work priorities, with key stakeholder interfaces, subcontracts, and material procurements identified.",
    "longDescription": "The critical/driving paths are logical and comprised of the longest sequence of activities and milestone to achieve the project/program completion objective. The critical path follows a logical relational sequence (i.e., plan, develop, design, procure, execute or other). Near-critical paths are also identified and assessed.<br/><br/>Monthly performance and progress evaluation of the schedule is in place and provides management with continuing insight. Float values are managed to optimize the schedule. Problems are identified, logged, tracked, mitigated, corrected and closed, providing management with insight to make timely decisions.<br/><br/>The schedule is designed for effective integrated project management purposes and contains a calculated critical path for the entire contractual period of performance.<br/><br/>Baseline critical path activities and milestones report no negative float values with few float values deemed excessive.<br/><br/>Control Account Manager(s) (CAMs) and project/program manager(s) can clearly and logically explain the critical path and float details. They manage float to result in an optimized schedule at all levels.",
    "level": 4,
    "weight": 20,
    "attributeId": "b.7"
  },
  {
    "id": 72,
    "shortDescription": "Logical critical and driving paths reflecting current customer work priorities are used to proactively manage the project/program to meet contract completion objectives.",
    "longDescription": "Baseline critical path activities and milestones report no negative or excessive float values.<br/><br/>Schedule data are monitored and used for management control and are automatically tested to assess system health and integrity. Necessary corrective actions are implemented, completed, and recurring issues resolved.<br/><br/>Each milestone (completion or interim) or control point has distinct driving and near-driving path(s) to identify the longest sequence from time now to that milestone or control point.<br/><br/>The schedule and critical path have completed an external review, such as an Integrated Baseline Review (IBR).<br/><br/>Routine surveillance results of the critical path and total float are fully disclosed with all key stakeholders, who maximize use of these results.<br/><br/>The critical path and total float are proactively managed and continuously optimized.",
    "level": 5,
    "weight": 27,
    "attributeId": "b.7"
  },
  {
    "id": 73,
    "shortDescription": "Not required for this project",
    "longDescription": "Not required for this project",
    "level": 0,
    "weight": 0,
    "attributeId": "b.8"
  },
  {
    "id": 74,
    "shortDescription": "Not yet started",
    "longDescription": "Not yet started",
    "level": 1,
    "weight": 0,
    "attributeId": "b.8"
  },
  {
    "id": 75,
    "shortDescription": "The determination of SM is in the initial stages with some project risk factors having been identified.",
    "longDescription": "There is no basis for determining the SM activity duration. SM is not based on the project/program risk management process.<br/><br/>There is inadequate understanding and controls for maintaining and dispositioning use of SM.",
    "level": 2,
    "weight": 2,
    "attributeId": "b.8"
  },
  {
    "id": 76,
    "shortDescription": "SM is mostly defined; most project risk factors are identified but not fully approved.",
    "longDescription": "The schedule is informed by most risk factors from the risk register for establishing the SM.<br/><br/>SM may have been identified, but its relationship to the critical/driving path(s) may be unclear. SM may not be fully integrated with the project/program risk management process. It not entirely clear how SM and total float analysis are reconciled and traceable to end-item milestone objectives.<br/><br/>A plan is in place to complete the required outputs and meet the intent for the SM.<br/><br/>The SM duration is justifiable, and traceable to its source, and coordinated with the Risk Management sub-process.",
    "level": 3,
    "weight": 5,
    "attributeId": "b.8"
  },
  {
    "id": 77,
    "shortDescription": "SM is defined, documented, and approved. SM is commensurate with risk identified on the project/program.",
    "longDescription": "The schedule is informed by all risk factors from the risk register for establishing the SM.<br/><br/>Project /Program has established schedule margin by inserting an activity(s) to represent the time necessary to account for estimated schedule risks/uncertainties.<br/><br/>The SM duration is fully justifiable, and traceable to its source, and fully integrated with the Risk Management sub-process.",
    "level": 4,
    "weight": 7,
    "attributeId": "b.8"
  },
  {
    "id": 78,
    "shortDescription": "SM is actively managed to help inform management decision-making.",
    "longDescription": "The schedule includes risk mitigation activities, as appropriate, and clearly demonstrates that the project is structured to be executable within schedule constraints and with acceptable risk.<br/><br/>Routine surveillance results of the SM are fully disclosed with all key stakeholders, who maximum use of these results. Necessary corrective actions are implemented, completed, and recurring issues resolved.<br/><br/>The SM detail has successfully completed an external review, such as an Integrated Baseline Review (IBR) and has key stakeholder approval.",
    "level": 5,
    "weight": 10,
    "attributeId": "b.8"
  },
  {
    "id": 79,
    "shortDescription": "Not required for this project",
    "longDescription": "Not required for this project",
    "level": 0,
    "weight": 0,
    "attributeId": "b.9"
  },
  {
    "id": 80,
    "shortDescription": "Not yet started",
    "longDescription": "Not yet started",
    "level": 1,
    "weight": 0,
    "attributeId": "b.9"
  },
  {
    "id": 81,
    "shortDescription": "Some progress measures and indicators are established. Few interim performance goals and measures are identified.",
    "longDescription": "Few milestones and events by which to measure the progress of the project are identified.<br/><br/>Accomplishment is assessed from the amount of work completed on the basis of time.<br/><br/>Some schedule tasks contain meaningful progress indicators.",
    "level": 2,
    "weight": 5,
    "attributeId": "b.9"
  },
  {
    "id": 82,
    "shortDescription": "Most progress measures and indicators are established based on physical products and performance goals. Interim performance goals and measures are identified.",
    "longDescription": "The schedule is event-based and considers most, but not all, milestones and events traceable to the contract and project execution plan.<br/><br/>Completion criteria are used to further assess the physical or tangible completion of work.<br/><br/>Most schedule tasks contain meaningful progress indicators.",
    "level": 3,
    "weight": 11,
    "attributeId": "b.9"
  },
  {
    "id": 83,
    "shortDescription": "Progress measures and indicators are established and used based on physical products and performance goals. Interim performance goals and measures are identified and approved.",
    "longDescription": "The schedule is event-based and considers all milestones and events traceable to the contract and project execution plan. Anomalies are identified and informed corrective actions.<br/><br/>Performance and progress evaluation occur, at a minimum, in alignment with the reporting of actual costs.<br/><br/>Key project milestones are logically linked within the schedule. The schedule integrates directly from the master plan and supplements it with additional levels of detail.<br/><br/>A sufficient number of interim measures are defined to ensure performance is measured as accurately as possible.<br/><br/>Adequate numbers of milestones and goals are established to measure the progress of the project.<br/><br/>Documented interim measures are based on the completion criteria developed for each increment of work used to assess the physical and technical completion of work.",
    "level": 4,
    "weight": 16,
    "attributeId": "b.9"
  },
  {
    "id": 84,
    "shortDescription": "Progress measures are used to facilitate collaborative discussions and establish mutual expectations. They are integrated with, and substantiate, technical, schedule, and performance targets, deliverables, reviews, and events.",
    "longDescription": "Performance measures are used for planning and goal-setting, creating mutual stakeholder expectations. The schedule is event-based consisting of a hierarchy of project events, with each event being supported by specific accomplishments, each associated with specific criteria to be satisfied for its completion.<br/><br/>Critical target dates, project milestones, contractual events, accomplishment criteria, and project decision points are identified, and used to plan and assess the progress of work. Routine surveillance results are fully disclosed with all key stakeholders, who maximize use of these results.<br/><br/>Schedule performance data are monitored and used for management control and are automatically tested to assess EVMS health and integrity. Necessary corrective actions are implemented, completed, and recurring issues resolved.<br/><br/>The identification of interim goals by which to measure the progress has successfully completed an external review, such as an Integrated Baseline Review (IBR). In case major contract modifications occur, a new IBR has been completed.<br/><br/>The schedule has a hierarchy of key milestones that fully identify key project/program decision points for effective progress measurement at all levels of the networked schedule.",
    "level": 5,
    "weight": 21,
    "attributeId": "b.9"
  },
  {
    "id": 85,
    "shortDescription": "Not required for this project",
    "longDescription": "Not required for this project",
    "level": 0,
    "weight": 0,
    "attributeId": "b.10"
  },
  {
    "id": 86,
    "shortDescription": "Not yet started",
    "longDescription": "Not yet started",
    "level": 1,
    "weight": 0,
    "attributeId": "b.10"
  },
  {
    "id": 87,
    "shortDescription": "The time-phased PMB and resource plan is inadequate or insufficient due to missing resources or being unrealistic. It does not reflect how it meets all work scope and technical requirements within budget and schedule constraints.",
    "longDescription": "Technical requirements and key performance parameters are not aligned to work scope and the time-phased resource plan.<br/><br/>The schedule shows inconsistent resource distributions with significant peaks and valleys reported for the levels needed.<br/><br/>There is limited documentation related to how the time-phased resource plan was established for accomplishing work scope.",
    "level": 2,
    "weight": 6,
    "attributeId": "b.10"
  },
  {
    "id": 88,
    "shortDescription": "Most of the time-phased PMB and resource plan is established but does not reflect how it meets all work scope and technical requirements within budget and schedule constraints.",
    "longDescription": "Most technical requirements and key performance parameters are aligned to work scope and the time-phased resource plan.<br/><br/>The documented time-phased resource plan, while not optimal, is considered achievable for accomplishing the work scope.<br/><br/>The Time-Phased PMB is coordinated with the Budgeting and Work Authorization sub-process.",
    "level": 3,
    "weight": 13,
    "attributeId": "b.10"
  },
  {
    "id": 89,
    "shortDescription": "The time-phased PMB and resource plan is fully established and meets all work scope and technical requirements within budget and schedule constraints.",
    "longDescription": "All technical requirements and key performance parameters are aligned to work scope and the time-phased resource plan. Problems are identified, logged, tracked, mitigated, corrected and closed, providing management with insight to make timely decisions.<br/><br/>The project/program has completed an external review, such as an Integrated Baseline Review (IBR), to ensure that the time-phased PMB and resource plan meets all work scope and technical requirements within cost and schedule constraints.<br/><br/>The time-phased resource plan and subsequent resource levels are optimized for accomplishing the work scope.<br/><br/>The Time-Phased PMB is fully integrated with the Budgeting and Work Authorization sub-process.",
    "level": 4,
    "weight": 19,
    "attributeId": "b.10"
  },
  {
    "id": 90,
    "shortDescription": "The time-phased PMB and resource plan is tested automatically utilizing a parametric or other statistical method, and is actively used by management to inform decision-making.",
    "longDescription": "Resource allocation determinations are documented and have been developed utilizing a parametric or other statistical method against previous similar work. Necessary corrective actions are implemented, completed, and recurring issues resolved.<br/><br/>Routine surveillance results of the PMB are fully disclosed with all key stakeholders, who maximize use of these results.<br/><br/>Identified issues resulting from the external assessment are monitored and tracked to closure. An external review is conducted with each major contract modification.<br/><br/>The PMB is continuously improved and optimized.",
    "level": 5,
    "weight": 25,
    "attributeId": "b.10"
  },
  {
    "id": 91,
    "shortDescription": "Not required for this project",
    "longDescription": "Not required for this project",
    "level": 0,
    "weight": 0,
    "attributeId": "c.1"
  },
  {
    "id": 92,
    "shortDescription": "Not yet started",
    "longDescription": "Not yet started",
    "level": 1,
    "weight": 0,
    "attributeId": "c.1"
  },
  {
    "id": 93,
    "shortDescription": "The scope, schedule and budget are not aligned. The budget data does not match the IMS for time-phasing of the PMB.",
    "longDescription": "Both the EVMS budgeting tool and the IMS contain project data.  However, the time-phased data in the budget tool does not align with what is being reported in the IMS.<br/><br/>The IMS does not show time-phasing of scope, but rather it shows event timeframes or milestone events.",
    "level": 2,
    "weight": 5,
    "attributeId": "c.1"
  },
  {
    "id": 94,
    "shortDescription": "The scope, schedule and budget are aligned at the CA level. The budget data is in alignment with the IMS for the time-phasing of the PMB to the CA level.",
    "longDescription": "The time-phasing of the budget data aligns with both the work authorization documents and the IMS, at the CA level.<br/><br/>The time-phasing of the budget data does not align at the WP/PP level in the IMS, nor does it align at the WP/PP level within the CAP.<br/><br/>The Scope, Schedule and Budget Alignment for PMB development is coordinated with the Organizing, Planning and Scheduling, Analysis and Management Reporting, Material Management, and Subcontract Management sub-processes.",
    "level": 3,
    "weight": 11,
    "attributeId": "c.1"
  },
  {
    "id": 95,
    "shortDescription": "The scope, schedule and budget are aligned at the WP/PP level. The budget data is in alignment with the IMS for the time-phasing of the PMB to the WP/PP level.",
    "longDescription": "The time-phasing of the budget data aligns with the authorized scope, the IMS and the CAP at both the CA and WP/PP levels.<br/><br/>The Scope, Schedule and Budget Alignment for PMB development is fully integrated with the Organizing, Planning and Scheduling, Analysis and Management Reporting, Material Management, and Subcontract Management sub-processes.",
    "level": 4,
    "weight": 16,
    "attributeId": "c.1"
  },
  {
    "id": 96,
    "shortDescription": "The IMS time-phasing of the PMB is at least to the WP/PP level (or lower), matches the project/ program’s resource plan, and is proactively used to inform management decision-making.",
    "longDescription": "The time-phased data in the budgeting tool is supported by a resource plan that shows the project/program stakeholders have a viable plan for labor and resource allocation needed to perform the authorized scope.<br/><br/>The scope, schedule and budget alignment is monitored, used for management control and automatically tested to assess system health and integrity. Necessary corrective actions are implemented, completed, and recurring issues resolved.<br/><br/>Routine surveillance results of scope, schedule and budget alignment are fully disclosed with all key stakeholders, who maximize use of these results.<br/><br/>The scope, schedule and budget alignment is continuously improved and optimized.",
    "level": 5,
    "weight": 22,
    "attributeId": "c.1"
  },
  {
    "id": 97,
    "shortDescription": "Not required for this project",
    "longDescription": "Not required for this project",
    "level": 0,
    "weight": 0,
    "attributeId": "c.2"
  },
  {
    "id": 98,
    "shortDescription": "Not yet started",
    "longDescription": "Not yet started",
    "level": 1,
    "weight": 0,
    "attributeId": "c.2"
  },
  {
    "id": 99,
    "shortDescription": "SLPP budgets have changed over time without evidence of scope addition or deletion. SLPPs contain scope that is actively being delivered.",
    "longDescription": "SLPPs have incurred actual costs and are being performed.<br/><br/>SLPPs exist in the IMS in the current period or within the freeze period.<br/><br/>Subsequent to establishment of the initial Performance Measurement Baseline (PMB), SLPPs are not monitored or assessed for scope, schedule and budget to the end of the project/program, or reconciled in budget logs during conversion into CAs.",
    "level": 2,
    "weight": 2,
    "attributeId": "c.2"
  },
  {
    "id": 100,
    "shortDescription": "SLPPs contain scope that has sufficient detail to be assigned to a Control Account Manager (CAM) and to be time-phased into the existing schedule.",
    "longDescription": "Following issuance of a supplemental agreement, SLPP(s) are planned based upon the authorized scope, schedule and budget. Upon contract modifications, the internal contract authorization identifies the scope, period of performance and budget; and the PM assigns responsibility to plan the SLPP in the IMS.<br/><br/>The SLPPs are coordinated with the Planning and Scheduling sub-process and Change Control sub-process.",
    "level": 3,
    "weight": 3,
    "attributeId": "c.2"
  },
  {
    "id": 101,
    "shortDescription": "SLPPs contain scope that cannot be practically identified to a CA and is held at the project/program management level until further defined.",
    "longDescription": "Existing SLPPs are routinely evaluated for scope, schedule and budget to the end of the project/program, and when converted to CAs, SLPPs are assigned to a CAM and reconciled in budget logs.<br/><br/>The SLPPs are represented in the IMS and time-phased into the existing schedule.<br/><br/>The project / program team ensures that the responsible engineer (or functional manager) assigned responsibility for the SLPP has properly planned the SLPP for the authorized scope, schedule and budget.<br/><br/>The SLPPs are fully integrated with the Planning and Scheduling sub-process and Change Control sub-process.",
    "level": 4,
    "weight": 5,
    "attributeId": "c.2"
  },
  {
    "id": 102,
    "shortDescription": "The project/program actively evaluates SLPP scope and enforces restrictions on the time allowed for scope to stay undefined.",
    "longDescription": "SLPPs are continuously evaluated for scope, schedule and budget to the end of the project/program.  SLPP and budget log data are monitored, used for management control and are automatically tested to assess system health and integrity.<br/><br/>Routine surveillance results of SLPPs are fully disclosed with all key stakeholders, who maximize use of these results.",
    "level": 5,
    "weight": 6,
    "attributeId": "c.2"
  },
  {
    "id": 103,
    "shortDescription": "Not required for this project",
    "longDescription": "Not required for this project",
    "level": 0,
    "weight": 0,
    "attributeId": "c.3"
  },
  {
    "id": 104,
    "shortDescription": "Not yet started",
    "longDescription": "Not yet started",
    "level": 1,
    "weight": 0,
    "attributeId": "c.3"
  },
  {
    "id": 105,
    "shortDescription": "Some WADs identify SOW, period of performance, and budgets, and are traceable to the WBS, OBS, CAP, CAM’s BOE, and schedule.",
    "longDescription": "WAD policies and procedures are not yet reviewed.<br/><br/>WAD data sources (WBS, OBS, CAP) are not fully developed. WADs/CAPs are not fully supported by EOC breakouts and period of performance. They are not traceable to time-phasing in the schedule nor planned according to the manner in which work will be executed.<br/><br/>Some WADs authorize scope, schedule, and budget, based in part on the associated BOE.",
    "level": 2,
    "weight": 4,
    "attributeId": "c.3"
  },
  {
    "id": 106,
    "shortDescription": "Most WADs identify scope of work, period of performance, and budgets, and are traceable or reconcilable to the WBS, OBS, CAP, CAM’s BOE, and schedule.",
    "longDescription": "WAD policies and procedures are drafted and reviewed.<br/><br/>WAD data sources (WBS, OBS, CAP) are in various stages of development. WADs/CAPs are supported by EOC breakouts and period of performance. WADs may not be fully traceable to time-phasing in the schedule nor planned according to the manner in which work will be executed.<br/><br/>Most WADs authorize scope, schedule, and budget, based on an associated BOE. Procedures are in place addressing development and use of BOEs by those responsible for authorizing, planning and performing the work. Differences between BOE and WAD values are traceable and reconcilable.<br/><br/>Work Authorization is coordinated with the Organizing sub-process and the Planning and Scheduling sub-process.",
    "level": 3,
    "weight": 8,
    "attributeId": "c.3"
  },
  {
    "id": 107,
    "shortDescription": "All WADs identify scope of work, period of performance, and budgets, and are traceable or reconcilable to the WBS, OBS, CAP, CAM’s BOE, and schedule.",
    "longDescription": "WAD policies and, procedures are approved and implemented across the applicable scope for all CAs.<br/><br/>WAD data sources are fully developed, approved for use, and under configuration control. CAPs are budgeted by EOC as an extension of the WADs. WADs are fully traceable to time-phasing in the baseline schedule and planned according to the manner in which work will be executed.<br/><br/>All project/program work scope, schedule, and budget (including hours, as applicable) identified in the WADs are realistic and reconcilable with the associated BOE based on past performance of similar nature, documented or proven estimating practices, or similar methods. Problems are identified, logged, tracked, mitigated, corrected and closed, providing management with insight to make timely decisions. WADs provide the basis for a mutually agreed-to scope, schedule, and budget that serves as the basis for measuring performance, forecasting budgets, schedules, and managing work.<br/><br/>Differences between BOE and WAD values are understood, reconcilable to material, procurements and subcontracts, and used as a basis for identification of risks and opportunities.<br/><br/>Work Authorization is fully integrated with the Organizing sub-process and the Planning and Scheduling sub-process.",
    "level": 4,
    "weight": 13,
    "attributeId": "c.3"
  },
  {
    "id": 108,
    "shortDescription": "Traceability and reconciliation of WADs is institutionalized in the tools, monitored and documented monthly, and proactively used to track authorized work and associated scope, schedule, and budget and to assign or transfer ownership to each CA.",
    "longDescription": "Throughout the project/program lifecycle, BOEs are continually updated based on known risks, realized risks, and performance to date.<br/><br/>WADs are continuously maintained and automatically tested to assess system health and integrity. Necessary corrective actions are implemented, completed, and recurring issues resolved, leading to continuous improvement and optimization.<br/><br/>Routine surveillance results of WADs data are fully disclosed with all key stakeholders, who maximize use of these results.",
    "level": 5,
    "weight": 17,
    "attributeId": "c.3"
  },
  {
    "id": 109,
    "shortDescription": "Not required for this project",
    "longDescription": "Not required for this project",
    "level": 0,
    "weight": 0,
    "attributeId": "c.4"
  },
  {
    "id": 110,
    "shortDescription": "Not yet started",
    "longDescription": "Not yet started",
    "level": 1,
    "weight": 0,
    "attributeId": "c.4"
  },
  {
    "id": 111,
    "shortDescription": "Some WADs are approved before the work is allowed to begin and actual costs are incurred.",
    "longDescription": "WAD policies, procedures, processes identifying roles and responsibilities (signature approvals) not yet drafted and reviewed for alignment with the governing requirements. WADS are unsigned and are not issued prior to work performance.<br/><br/>A dollarized RAM or similar document identifying intersection of the Work Breakdown Structure (WBS) and the Organizational Breakdown Structure (OBS) at the Control Account (CA)/CAM level is not yet developed.<br/><br/>CA charge numbers unique to the control account for cost accumulation and reporting not yet established.",
    "level": 2,
    "weight": 3,
    "attributeId": "c.4"
  },
  {
    "id": 112,
    "shortDescription": "Most WADs are approved before the work is allowed to begin and actual costs are incurred, but the authorized value does not align or is not reconcilable to the budgeting tool.",
    "longDescription": "WAD policies, procedures, processes identifying roles and responsibilities (signature approvals) drafted and reviewed for alignment with the governing requirements, but not yet approved. WADS are signed and issued prior to work performance for most scope.<br/><br/>A dollarized RAM or similar document identifying intersection of the WBS and the OBS at the CAM level is in draft development but requires reconciliation and validation.<br/><br/>CA charge numbers unique to the control account for cost accumulation and reporting established, but reports require reconciliation and validation.<br/><br/>The Work Authorization Prior to Performance process is coordinated with the Planning and Scheduling sub-process and the Accounting Considerations sub-process.",
    "level": 3,
    "weight": 6,
    "attributeId": "c.4"
  },
  {
    "id": 113,
    "shortDescription": "All WADs are approved before the work is allowed to begin and actual costs are incurred. The authorized value in the WAD aligns and is fully reconcilable to the budgeting tool.",
    "longDescription": "WAD policies, procedures, processes identifying roles and responsibilities (signature approvals) align with governing requirements and are approved and implemented for use. WADS are authorized prior to work performance for all applicable scope.<br/><br/>A dollarized RAM or similar document identifying intersection of the WBS and the OBS at the CA/CAM level is reconciled, validated, approved and implemented for use. <br/><br/>All necessary change control documentation has been generated including cost account charge numbers unique to the CA (for cost accumulation and reporting) are established, reconciled and validated.<br/><br/>The Work Authorization Prior to Performance process is fully integrated with the Planning and Scheduling sub-process and Accounting Considerations sub-process.",
    "level": 4,
    "weight": 9,
    "attributeId": "c.4"
  },
  {
    "id": 114,
    "shortDescription": "WADs authorized values are traceable and continually reconcilable to the budgeting tool.",
    "longDescription": "Work authorization prior to performance is monitored, used for management control and automatically tested to assess system health and integrity. Necessary corrective actions are implemented, completed, and recurring issues resolved.<br/><br/>Routine surveillance results of the work authorization process are fully disclosed with all key stakeholders, who maximize use of these results.<br/><br/>The work authorization process is continuously improved and optimized.",
    "level": 5,
    "weight": 12,
    "attributeId": "c.4"
  },
  {
    "id": 115,
    "shortDescription": "Not required for this project",
    "longDescription": "Not required for this project",
    "level": 0,
    "weight": 0,
    "attributeId": "c.5"
  },
  {
    "id": 116,
    "shortDescription": "Not yet started",
    "longDescription": "Not yet started",
    "level": 1,
    "weight": 0,
    "attributeId": "c.5"
  },
  {
    "id": 117,
    "shortDescription": "Some CA budgets are planned and authorized by EOC (i.e., labor, material, subcontract, other direct costs, and indirect costs).",
    "longDescription": "Policies, procedures, processes establishing segregation by EOC not yet drafted or reviewed for alignment with the governing requirements.<br/><br/>System structure and resource coding for cost element segregation is not yet developed.<br/><br/>EOCs are not yet integrated in the EVMS.",
    "level": 2,
    "weight": 4,
    "attributeId": "c.5"
  },
  {
    "id": 118,
    "shortDescription": "Most CA budgets are planned but not all authorized by EOC.",
    "longDescription": "Policies, procedures, processes establishing segregation by EOC drafted, but not yet reviewed for alignment with the governing requirements.<br/><br/>System structure and resource coding for cost element segregation are developed, but not yet reconciled or validated.<br/><br/>EOCs are integrated in the EVMS, but not yet reconciled or validated.<br/><br/>The EOCs are coordinated with the Indirect Budget and Cost Management sub-process and the Material Management sub-process.",
    "level": 3,
    "weight": 8,
    "attributeId": "c.5"
  },
  {
    "id": 119,
    "shortDescription": "All CA budgets are planned and authorized by EOC.",
    "longDescription": "Policies, procedures, processes establishing segregation by EOC reviewed for alignment with the governing requirements and approved for implementation.<br/><br/>System structure and resource coding for cost element segregation are reconciled and validated for implementation and use. Problems are identified, logged, tracked, mitigated, corrected and closed, providing management with insight to make timely decisions.<br/><br/>EOCs are integrated in the EVMS, traceable, reconciled, and validated for use.<br/><br/>The EOCs are fully integrated with the Indirect Budget and Cost Management sub-process and the Material Management sub-process.",
    "level": 4,
    "weight": 12,
    "attributeId": "c.5"
  },
  {
    "id": 120,
    "shortDescription": "CA budgets by EOCs are traceable, reconciled on a monthly basis, and proactively used to track authorized work and associated scope, schedule, and budget and to assign or transfer ownership to each CA.",
    "longDescription": "EOC budgets are monitored, used for management control and automatically tested to assess system health and integrity. Necessary corrective actions are implemented, completed, and recurring issues resolved.<br/><br/>Routine surveillance results of EOCs are fully disclosed with all key stakeholders, who maximize use of these results.<br/><br/>The EOC budgets are continuously evaluated for opportunities to improve or optimize.",
    "level": 5,
    "weight": 16,
    "attributeId": "c.5"
  },
  {
    "id": 121,
    "shortDescription": "Not required for this project",
    "longDescription": "Not required for this project",
    "level": 0,
    "weight": 0,
    "attributeId": "c.6"
  },
  {
    "id": 122,
    "shortDescription": "Not yet started",
    "longDescription": "Not yet started",
    "level": 1,
    "weight": 0,
    "attributeId": "c.6"
  },
  {
    "id": 123,
    "shortDescription": "Some WPs are logical decompositions of authorized scope, schedule and budget, distinguishable subdivisions of a CA, with realistic durations.",
    "longDescription": "Some processes are in place to ensure that the WPs are established correctly.<br/><br/>WPs are not decomposed and planned in sufficient detail to manage the project/program effectively.",
    "level": 2,
    "weight": 4,
    "attributeId": "c.6"
  },
  {
    "id": 124,
    "shortDescription": "Most WPs are logical decompositions of authorized scope, schedule and budget, distinguishable subdivisions of a CA, with realistic, short durations.",
    "longDescription": "Most processes are in place to ensure that the WPs are established correctly.<br/><br/>The process requires that the WPs are planned as far in advance as practicable, reflect the actual way the work will be executed, and contain authorized scope, schedule, and budget distinguishable from other WPs. They are based on time-phased resource requirements in dollars, hours, or other measurable units, and are assigned appropriate EVTs. Some WPs have realistic durations that are supportable by a technical or other realistic basis of estimate with relatively short durations.<br/><br/>However, the level of detail is not sufficient to effectively manage the project/program.<br/><br/>WP Planning is coordinated with the Planning and Scheduling sub-process.",
    "level": 3,
    "weight": 8,
    "attributeId": "c.6"
  },
  {
    "id": 125,
    "shortDescription": "All WPs are logical decompositions of authorized scope, schedule and budget, distinguishable subdivisions of a CA, with realistic, short durations.",
    "longDescription": "The processes to establish WPs have been developed, documented and approved.<br/><br/>WPs are planned as far in advance as practicable, reflecting the actual way the work will be executed. WPs are based on the most current definition of work and contain authorized scope and budgets that include specific time-phased resource requirements in dollars, hours, or other measurable units. Progress is objectively measured using the appropriate EVT and QBD.<br/><br/>WPs have realistic durations that are supportable by a technical or other realistic basis of estimate with relatively short durations (e.g., 1 to 2 months), with longer duration work packages having objective intermediate measures of performance and QBDs.<br/><br/>WP Planning is fully integrated with the Planning and Scheduling sub-process.",
    "level": 4,
    "weight": 12,
    "attributeId": "c.6"
  },
  {
    "id": 126,
    "shortDescription": "WPs are planned, current, distinguishable and continually monitored by project/program management to inform proactive decision-making.",
    "longDescription": "All WPs are planned as far in advance as practicable, reflecting the actual way the work will be executed. All WPs are distinguishable and have realistic durations. <br/><br/>WP planning, distinguishability and duration are monitored, used for management control and automatically tested to assess system health and integrity. Necessary corrective actions are implemented, completed, and recurring issues resolved.<br/><br/>Routine surveillance results of WP planning, distinguishability and duration are fully disclosed with all key stakeholders, who maximize use of these results.<br/><br/>The WP planning process is continuously improved and optimized.",
    "level": 5,
    "weight": 16,
    "attributeId": "c.6"
  },
  {
    "id": 127,
    "shortDescription": "Not required for this project",
    "longDescription": "Not required for this project",
    "level": 0,
    "weight": 0,
    "attributeId": "c.7"
  },
  {
    "id": 128,
    "shortDescription": "Not yet started",
    "longDescription": "Not yet started",
    "level": 1,
    "weight": 0,
    "attributeId": "c.7"
  },
  {
    "id": 129,
    "shortDescription": "Some WP/PP budgets are based on dollars, hours, or other measurable units and assigned to authorized scopes of work and realistic timelines.",
    "longDescription": "A documented process to establish measurable units and substantiate WP/PP budgets does not exist.<br/><br/>Few measurable units are used as the basis for planning and performance measurement.<br/><br/>WP and PP budgets when added together do not equal the value of the CAs.",
    "level": 2,
    "weight": 4,
    "attributeId": "c.7"
  },
  {
    "id": 130,
    "shortDescription": "Most WP/PP budgets are based on dollars, hours, or other measurable units and assigned to authorized scopes of work and realistic timelines.",
    "longDescription": "A documented process to establish measurable units and substantiate WP/PP budgets exists with some gaps.<br/><br/>In many cases, measurable units are used by management as the basis for planning and performance measurement.<br/><br/>Most WP/PP budgets are established in terms of dollars, hours, or other measurable units.<br/><br/>WP and PP budgets when added together do not equal the value of the CAs.",
    "level": 3,
    "weight": 7,
    "attributeId": "c.7"
  },
  {
    "id": 131,
    "shortDescription": "WP/PP budgets are based on dollars, hours, or other measurable units and assigned to authorized scopes of work with realistic timelines.",
    "longDescription": "A documented and approved process to establish measurable units and substantiate WP/PP budgets exists. Problems are identified, logged, tracked, mitigated, corrected and closed, providing management with insight to make timely decisions.<br/><br/>Measurable units are used by management as the basis for planning and performance measurement, with minor exceptions.   <br/><br/>WP/PP budgets are established in terms of dollars, hours, or other measurable units.<br/><br/>WP/PPs are consistent with detailed engineering, manufacturing, construction, or other schedules.<br/><br/>WP/PP budgets are consistent with subcontractor baseline plans and are integrated and traceable.<br/><br/>All of the WP and PP budgets when added together equal the value of the CAs.",
    "level": 4,
    "weight": 11,
    "attributeId": "c.7"
  },
  {
    "id": 132,
    "shortDescription": "WP/PP budgets are proactively used by management as a basis for decision-making ensuring that the PMB is planned at an executable level that supports meaningful performance measurement.",
    "longDescription": "The governance process requires verifications of WP/PP budgets to ensure alignment. All measurable units are associated with WP/PP budgets. Measurable units are automatically monitored to assess system health and integrity. Necessary corrective actions are implemented, completed, and recurring issues resolved easily.<br/><br/>Budgets for high value production and critical material are planned discretely. <br/><br/>All measurable units are used by management as the basis for planning and performance measurement. Routine surveillance results of measurable units are fully disclosed with all key stakeholders. The units are realistic, meaningful, and accurately used to status, report, and analyze performance.<br/><br/>All material planning and performance measurement is based on dollars, hours, or other measurable units. The measurable units process is continuously improved and optimized.",
    "level": 5,
    "weight": 15,
    "attributeId": "c.7"
  },
  {
    "id": 133,
    "shortDescription": "Not required for this project",
    "longDescription": "Not required for this project",
    "level": 0,
    "weight": 0,
    "attributeId": "c.8"
  },
  {
    "id": 134,
    "shortDescription": "Not yet started",
    "longDescription": "Not yet started",
    "level": 1,
    "weight": 0,
    "attributeId": "c.8"
  },
  {
    "id": 135,
    "shortDescription": "Some WPs are assigned appropriate EVTs.",
    "longDescription": "The process to appropriately assign EVTs to the WPs is not documented.<br/><br/>Some WPs contain an EVT that is appropriate for the duration and type of work and consistent with the manner in which the resource budgets are planned, performed, and progress measured.<br/><br/>Where EVTs are assigned below the WP level, co-mingling of various EVTs may exist.",
    "level": 2,
    "weight": 5,
    "attributeId": "c.8"
  },
  {
    "id": 136,
    "shortDescription": "Most EVTs are consistent with the manner in which the resource budgets are planned, performed, and progress measured.",
    "longDescription": "A documented process to appropriately assign EVTs to WPs is established, with some gaps.<br/><br/>Most WPs contain an EVT that is appropriate for the duration and type of work, resulting in an accurate and objective performance measurement assessment.<br/><br/>Where EVTs are assigned below the WP, most can demonstrate an absence of co-mingling of various EVTs.<br/><br/>The Assignment of EVTs is coordinated with the Organizing sub-process and the Planning and Scheduling sub-process.",
    "level": 3,
    "weight": 10,
    "attributeId": "c.8"
  },
  {
    "id": 137,
    "shortDescription": "EVTs are assigned and performance is earned consistent with the way work was planned, performed, and progress measured.",
    "longDescription": "A documented and approved process to appropriately assign EVTs to WPs is established. <br/><br/>WPs contain an EVT that is appropriate for the duration and type of work, resulting in accurate and objective performance measurement assessment. To the extent possible, WPs maximize use of discrete EVTs. Problems are identified, logged, tracked, mitigated, corrected and closed, providing management with insight to make timely decisions.  <br/><br/>Where EVTs are assigned below the WP level, there is a documented process of how the Budgeted Cost for Work Performed (BCWP) is summarized to the WP. Each WP can demonstrate an absence of co-mingling of various EVTs. Control Accounts (CAs) that co-mingle discrete and LOE techniques have proper controls to limit distortion of performance measurement and variance analysis.<br/><br/>The Assignment of EVTs is fully integrated with the Organizing sub-process and the Planning and Scheduling sub-process.",
    "level": 4,
    "weight": 15,
    "attributeId": "c.8"
  },
  {
    "id": 138,
    "shortDescription": "Appropriate EVTs are used to proactively manage the project/program toward completion and to inform effective decision-making.",
    "longDescription": "WPs with appropriate EVTs are used to assess performance of subcontractors, vendors, and others in accordance with the business rhythm. EVT assignments are monitored, used for management control and automatically tested to assess system health and integrity. Necessary corrective actions are implemented, completed, and recurring issues resolved.<br/><br/>EVTs are fully integrated with detailed engineering, manufacturing or other schedules. EVTs are consistent with the manner in which the resource budgets are planned, performed, and progress measured. Routine surveillance results of EVT assignments are fully disclosed with all key stakeholders, who maximize use of these results.<br/><br/>CAs that co-mingle discrete and LOE are actively monitored and managed to limit distortion of performance measurement and variance analysis.<br/><br/>EVT assignments are continuously optimized.",
    "level": 5,
    "weight": 20,
    "attributeId": "c.8"
  },
  {
    "id": 139,
    "shortDescription": "Not required for this project",
    "longDescription": "Not required for this project",
    "level": 0,
    "weight": 0,
    "attributeId": "c.9"
  },
  {
    "id": 140,
    "shortDescription": "Not yet started",
    "longDescription": "Not yet started",
    "level": 1,
    "weight": 0,
    "attributeId": "c.9"
  },
  {
    "id": 141,
    "shortDescription": "LOE work scope is not appropriately identified and has no distinction between LOE and discrete activities.",
    "longDescription": "Documented processes explaining the appropriate use of LOE for measuring work performance are largely not in place and inconsistently applied.<br/><br/>Substantial work scope that is general or supportive in nature or has no product, cannot be measured or is impractical to measure, is not identified or coded as LOE.<br/><br/>No discernable effort has been taken to minimize the use of LOE for measuring the performance of work scope.",
    "level": 2,
    "weight": 3,
    "attributeId": "c.9"
  },
  {
    "id": 142,
    "shortDescription": "Most LOE work scope is identified, with some lack of distinction between LOE and discrete activities.",
    "longDescription": "Documented processes explaining the appropriate use of LOE for measuring work performance are mostly in place and consistently applied however with exceptions.<br/><br/>Most work scope that is general or supportive in nature or has no product, cannot be measured or is impractical to measure, is identified or coded as LOE. Separate evaluation (managerial analysis) of LOE and discrete is challenging.<br/><br/>Some discernable effort has been taken to minimize the use of LOE for measuring the performance of work scope.<br/><br/>Identifying and Controlling LOE Work Scope is coordinated with the Planning and Scheduling sub-process and the Analysis and Management Reporting sub-process.",
    "level": 3,
    "weight": 7,
    "attributeId": "c.9"
  },
  {
    "id": 143,
    "shortDescription": "LOE work scope is identified and controlled, with minor exceptions. CAs have separate WPs for LOE and discrete activities.",
    "longDescription": "Documented processes explaining the appropriate use of LOE for measuring work performance are fully in place and consistently applied.<br/><br/>With a few minor exceptions, work scope that is general or supportive in nature or has no product, cannot be measured or is impractical to measure, is coded as LOE.<br/><br/>Discernable effort has been taken to minimize the use of LOE for measuring the performance of work scope. The co-mingling of LOE and discrete effort within a CA is minimized; and if co-mingled, LOE and discrete have unique codes to minimize any potential distortion of CA performance. Problems are identified, logged, tracked, mitigated, corrected and closed.<br/><br/>Identifying and Controlling LOE Work Scope is fully integrated with the Planning and Scheduling sub-process and the Analysis and Management Reporting sub-process.",
    "level": 4,
    "weight": 10,
    "attributeId": "c.9"
  },
  {
    "id": 144,
    "shortDescription": "The LOE EV is thoughtfully applied only where appropriate and is segregated to avoid distorting or masking discrete performance, allowing for meaningful cost and schedule variances and metrics.",
    "longDescription": "Documented LOE measurement processes are approved and consistently applied with no exceptions. <br/><br/>All work scope that is general or supportive in nature or has no product, cannot be measured or is impractical to measure, is coded as LOE.<br/><br/>LOE work scope is evaluated, tracked, adjusted and updated monthly to support management decision-making. LOE work scope is automatically tested to assess system health and integrity. Necessary corrective actions are implemented, completed, and recurring issues resolved. The amount of LOE is well understood and able to be communicated by management.<br/><br/>Routine surveillance results of LOE work scope are fully disclosed with all key stakeholders, who maximize use of these results.",
    "level": 5,
    "weight": 13,
    "attributeId": "c.9"
  },
  {
    "id": 145,
    "shortDescription": "Not required for this project",
    "longDescription": "Not required for this project",
    "level": 0,
    "weight": 0,
    "attributeId": "c.10"
  },
  {
    "id": 146,
    "shortDescription": "Not yet started",
    "longDescription": "Not yet started",
    "level": 1,
    "weight": 0,
    "attributeId": "c.10"
  },
  {
    "id": 147,
    "shortDescription": "MR budget has not been established.",
    "longDescription": "The process to identify MR budget has been started, but the project/program has no MR budget set aside for unplanned events yet.",
    "level": 2,
    "weight": 4,
    "attributeId": "c.10"
  },
  {
    "id": 148,
    "shortDescription": "An MR budget is established but is not commensurate with risk levels on the project/program.",
    "longDescription": "An MR budget is established as a cumulative value, usually as a percentage of total PMB, without regard to current or future risk events. <br/><br/>Often times this value is mandated by the customer or by rule of thumb.<br/><br/>The establishment of the MR Budget is coordinated with the Risk Management sub-process and the Subcontract Management sub-process as applicable.",
    "level": 3,
    "weight": 8,
    "attributeId": "c.10"
  },
  {
    "id": 149,
    "shortDescription": "An MR budget is established and identified separately from the PMB. MR is commensurate with risk identified on the project/program.",
    "longDescription": "An MR budget is established based on prime contractor’s estimated risk values for the project/program, and further defined through a comprehensive probabilistic event-based analysis. <br/><br/>The MR budget is not tied to a specific PMB work scope. Any problems are identified, logged, tracked, mitigated, corrected and closed.<br/><br/>The establishment of the MR Budget is fully integrated with the Risk Management sub-process and the Subcontract Management sub-process as applicable.",
    "level": 4,
    "weight": 12,
    "attributeId": "c.10"
  },
  {
    "id": 150,
    "shortDescription": "The MR budget and associated risks and opportunities are proactively managed through an identified risk management process and used to inform decision-making.",
    "longDescription": "The MR budget is proactively monitored and continuously managed through a comprehensive probabilistic event-based analysis. The MR budget is automatically adjusted and optimized as the project/program progresses. Necessary corrective actions or adjustments are implemented, completed, and recurring issues resolved.<br/><br/>The MR budget is supported with a schedule risk assessment. Unrealized risk is evaluated on an established periodicity and forecast MR needs are updated relative to updated risk analysis.<br/><br/>Routine surveillance results of MR budget are fully disclosed with appropriate key stakeholders, who maximize use of these results.",
    "level": 5,
    "weight": 17,
    "attributeId": "c.10"
  },
  {
    "id": 151,
    "shortDescription": "Not required for this project",
    "longDescription": "Not required for this project",
    "level": 0,
    "weight": 0,
    "attributeId": "c.11"
  },
  {
    "id": 152,
    "shortDescription": "Not yet started",
    "longDescription": "Not yet started",
    "level": 1,
    "weight": 0,
    "attributeId": "c.11"
  },
  {
    "id": 153,
    "shortDescription": "No formal UB process is identified or utilized for the project/ program.",
    "longDescription": "Some effort has been initiated to identify UB, but no documented process exists on the use and/or management of UB.",
    "level": 2,
    "weight": 3,
    "attributeId": "c.11"
  },
  {
    "id": 154,
    "shortDescription": "The process to identify and control UB is documented. However, UB values have no clearly identified and associated scope. Values are not distributed in a timely manner to CAs or SLPPs.",
    "longDescription": "The UB identification process may not always be followed or has gaps.<br/><br/>UB transactions are distributed/dispositioned (either to MR/definitized CA/Work packages, or contractually removed from project/program, or transferred to) periodically.<br/><br/>UB Identification is coordinated with the Analysis and Management Reporting sub-process and Change Control sub-process.",
    "level": 3,
    "weight": 6,
    "attributeId": "c.11"
  },
  {
    "id": 155,
    "shortDescription": "UB values have a clearly identified work scope, and are logged appropriately in a UB or Contract Budget Base (CBB)/Project Budget Base (PBB) log. They are distributed/dispositioned in a timely manner.",
    "longDescription": "The project/program has an approved process for the establishment and control of UB, and follows the process monthly while maintaining a UB log.<br/><br/>UB accounts are distributed/dispositioned in a timely manner as work scope is finalized and distributed/ dispositioned to CAs, summary level planning packages, or for removal from the contract. If not possible to disposition UB in a timely manner (i.e., three months), documentation has been completed inclusive of an explanation and a plan to disposition UB.<br/><br/>All transactions to/from UB are managed by the Change Control Board (CCB), and they are always documented through formal change control.<br/><br/>UB Identification is fully integrated with the Analysis and Management Reporting sub-process and Change Control sub-process.",
    "level": 4,
    "weight": 8,
    "attributeId": "c.11"
  },
  {
    "id": 156,
    "shortDescription": "UB is monitored and distributed within one accounting period. Scope being dispositioned for removal from the contract may require more than one accounting period.",
    "longDescription": "Transactions to/from UB are monitored and automatically distributed/dispositioned in a timely manner, usually within one accounting period from log entry, with exception of delays in contract direction. <br/><br/>All UB transactions are managed through a formal project/program Change Control process including a project/program CCB. Necessary corrective actions are implemented, completed, and recurring issues resolved.<br/><br/>Routine surveillance results of UB transactions are fully disclosed with all appropriate stakeholders, who maximize use of these results.<br/><br/>The UB identification and control process is continuously improved and optimized.",
    "level": 5,
    "weight": 11,
    "attributeId": "c.11"
  },
  {
    "id": 157,
    "shortDescription": "Not required for this project",
    "longDescription": "Not required for this project",
    "level": 0,
    "weight": 0,
    "attributeId": "c.12"
  },
  {
    "id": 158,
    "shortDescription": "Not yet started",
    "longDescription": "Not yet started",
    "level": 1,
    "weight": 0,
    "attributeId": "c.12"
  },
  {
    "id": 159,
    "shortDescription": "The target cost for the project/program cannot be reconciled with the PMB and MR with confidence.",
    "longDescription": "The project/program control log has been established and some of the following are populated: MR, UB, PMB, CBB/PBB, TAB.<br/><br/>Reconciling project/program cost and developing internal reports showing the summarization from cost account to PMB is not easily achievable, with little confidence in accuracy.",
    "level": 2,
    "weight": 3,
    "attributeId": "c.12"
  },
  {
    "id": 160,
    "shortDescription": "The target cost for the project/program is reconciled with the PMB and MR with minor gaps.",
    "longDescription": "The project/program control log contains most of the following data: MR, UB, PMB, CBB/PBB, TAB.<br/><br/>The CBB reconciliation is coordinated with the Analysis and Management Reporting sub-process.",
    "level": 3,
    "weight": 7,
    "attributeId": "c.12"
  },
  {
    "id": 161,
    "shortDescription": "The target cost for the project/program is reconciled with the PMB and MR.",
    "longDescription": "The project/program control log contains all of the following data: MR, UB, PMB, CBB/PBB, TAB.<br/><br/>A complete reconciliation of the project/program control log occurs monthly and is reconciled to the TAB.<br/><br/>Monthly performance and progress evaluation is in place and provides management with continuing insight into effective closed-loop corrective actions and the ability to adjust in a timely fashion through closure.<br/><br/>The CBB/PBB reconciliation is fully integrated with the Analysis and Management Reporting sub-process.",
    "level": 4,
    "weight": 10,
    "attributeId": "c.12"
  },
  {
    "id": 162,
    "shortDescription": "Project/program management proactively uses a process to reconcile target cost with PMB and MR, to continuously improve performance.",
    "longDescription": "A complete reconciliation of the project/program control log is automatically performed each month and reconciled to the TAB. Monthly verification is part of management performance reports. Necessary corrective actions are implemented, completed, and recurring issues resolved.<br/><br/>Routine surveillance results of the CBB/PBB reconciliation are fully disclosed with appropriate stakeholders, who maximize use of these results.<br/><br/>The CBB/PBB reconciliation process is continuously improved and optimized.",
    "level": 5,
    "weight": 13,
    "attributeId": "c.12"
  },
  {
    "id": 163,
    "shortDescription": "Not required for this project",
    "longDescription": "Not required for this project",
    "level": 0,
    "weight": 0,
    "attributeId": "d.1"
  },
  {
    "id": 164,
    "shortDescription": "Not yet started",
    "longDescription": "Not yet started",
    "level": 1,
    "weight": 0,
    "attributeId": "d.1"
  },
  {
    "id": 165,
    "shortDescription": "Some documented processes exist addressing the classification of direct costs and the collection of direct costs in a CA. The cost accounting disclosure statement has not been submitted.",
    "longDescription": "The project/program lacks documented processes for the collection of direct costs by EOC in a CA.<br/><br/>The project/program has a cost accounting disclosure statement that identifies direct costs, but it has gaps.<br/><br/>There is no documentation identifying anomalies or confirmation they have been corrected. As a result, the project/program cannot verify direct costs are recorded in the CA on the same basis as the budgets were established by EOC.   Accordingly, cost variances submitted to the customer each month cannot be relied upon.",
    "level": 2,
    "weight": 4,
    "attributeId": "d.1"
  },
  {
    "id": 166,
    "shortDescription": "Most processes addressing the classification of direct costs, and the collection of direct costs at or below the CA, are established, documented, but not yet approved. The cost accounting disclosure statement has been submitted but not yet approved.",
    "longDescription": "The cost accounting disclosure statement identifies each of the direct costs along with the direct cost categories.<br/><br/>Most direct costs are recorded in the CA on the same basis as the budget was established, and at a minimum by EOC.  <br/><br/>The project/program classifies most direct costs consistent with the accounting disclosure statement. Although some informal documentation exists identifying anomalies and their corrective action, the project program cannot confirm that direct costs collected by CA provide a valid comparison to budgets and performance.<br/><br/>Direct Costs are coordinated with the Subcontractor Management sub-process and the Analysis and Management Reporting sub-process.",
    "level": 3,
    "weight": 9,
    "attributeId": "d.1"
  },
  {
    "id": 167,
    "shortDescription": "All processes to record, manage, and control the classification of direct costs, are established and can be relied on for the accurate collection of direct costs. All direct costs are recorded at or below the CA on the same basis as the budget was established and recorded by EOC. The cost accounting disclosure statement has been approved.",
    "longDescription": "Anomalies (labor cost transfers, material and subcontractor estimated actuals) between the accounting system and Earned Value Management System (EVMS) are documented regularly and corrective actions are tracked to closure. Adjustments to recorded costs are performed to correct accounting errors.  <br/><br/>All cost data and direct costs collected by CA provide a valid comparison to budgets and performance. Direct Costs are consistent with CAS disclosure statement. EOC and accounting cost elements are reconciled and consistent.<br/><br/>Direct Costs are fully integrated with the Subcontractor Management sub-process ensuring accurate recording and reporting of direct cost data. Direct Costs are fully integrated with the Analysis and Management Reporting sub-process producing timely analysis of performance, development of forecasts, and decision-making.",
    "level": 4,
    "weight": 13,
    "attributeId": "d.1"
  },
  {
    "id": 168,
    "shortDescription": "Direct costs associated with work performed by the prime, subcontractors, vendors and others charging to the contract are current and complete. The charge numbering system is structured in a manner that produces consistent recording and reporting of direct costs. Adjustments to recorded costs are performed only to correct minor accounting errors.",
    "longDescription": "A process to identify and correct cost anomalies is established and used monthly. Anomalies are typically closed within two accounting periods. This ensures cost data is accurately collected and a valid comparison to budgets and performance is provided. Cost variances provided to the customer each month are timely and valid.<br/><br/>Direct costs data are routinely monitored, continuously optimized, and used for management control and are automatically tested to assess system health and integrity. Necessary corrective actions are implemented, completed, and recurring issues resolved.<br/><br/>Routine surveillance results of direct costs are fully disclosed with all key stakeholders, who maximize use of these results.",
    "level": 5,
    "weight": 17,
    "attributeId": "d.1"
  },
  {
    "id": 169,
    "shortDescription": "Not required for this project",
    "longDescription": "Not required for this project",
    "level": 0,
    "weight": 0,
    "attributeId": "d.2"
  },
  {
    "id": 170,
    "shortDescription": "Not yet started",
    "longDescription": "Not yet started",
    "level": 1,
    "weight": 0,
    "attributeId": "d.2"
  },
  {
    "id": 171,
    "shortDescription": "Some documented processes exist addressing ACWP reconciliation. ACWP is reconciled between the EVMS and accounting system annually or at contract completion.",
    "longDescription": "Issues identified during reconciliation are documented but may not be corrected and could reoccur.<br/><br/>Incurred cost reports comparing the EVMS ACWP to the accounting system (general ledger) are not available.<br/><br/>The project/program is unable to determine whether ACWP reconciliation differences are due to timing (estimated actuals), or more importantly, whether the cost variance and associated performance management is accurate.",
    "level": 2,
    "weight": 5,
    "attributeId": "d.2"
  },
  {
    "id": 172,
    "shortDescription": "Most processes addressing ACWP reconciliation are in place. ACWP is reconciled between the EVMS and accounting system on a quarterly basis and identified issues are corrected.",
    "longDescription": "The project/program implements processes designed to ensure ACWP reported in the EVMS is reconciled to the accounting system, but the processes are not formally documented and approved.  <br/><br/>The project/program is able to determine whether ACWP reconciliation differences are due to timing differences or due to errors.  <br/><br/>Issues identified during reconciliation are documented and corrected within a few months, but this time lag adversely impacts the cost variance and associated performance measurement reported to the customer each month.<br/><br/>Actual Cost Reconciliation is coordinated with the Subcontractor Management sub-process.",
    "level": 3,
    "weight": 9,
    "attributeId": "d.2"
  },
  {
    "id": 173,
    "shortDescription": "All processes addressing ACWP reconciliation are documented. ACWP is reconciled between the EVMS and accounting system on a monthly basis. Identified reconciliation errors are corrected in a timely manner.",
    "longDescription": "The project/program has documented processes designed to ensure ACWP reported in the EVMS is reconciled by Element of Cost for total cost to the accounting system, and implements those processes on a monthly basis.<br/><br/>During the reconciliation process the project/program can determine if anomalies are due to timing differences or errors. Both are documented and tracked to closure.<br/><br/>Issues identified during reconciliation are documented and corrected expeditiously to minimize impacts on the reported cost variance and associated performance measurement.<br/><br/>Actual Cost Reconciliation is fully integrated with the Subcontractor Management sub-process.",
    "level": 4,
    "weight": 14,
    "attributeId": "d.2"
  },
  {
    "id": 174,
    "shortDescription": "ACWP is reconciled between the EVMS and accounting system more frequently than monthly. Identified reconciliation errors are corrected expeditiously.",
    "longDescription": "The project/program implements automated processes designed to ensure ACWP reported in the EVMS is continuously reconciled to the accounting system. <br/><br/>Cost reconciliation data are monitored, used for management control and automatically tested to assess system health and integrity. <br/><br/>Routine surveillance results of cost reconciliation are fully disclosed with all key stakeholders, who maximize use of these results.<br/><br/>Issues identified during reconciliation are documented and corrective action initiated immediately. This ensures the cost variances and associated performance measurement reported to the customer each month is representative of actual performance.<br/><br/>The cost reconciliation process is continuously improved and optimized.",
    "level": 5,
    "weight": 18,
    "attributeId": "d.2"
  },
  {
    "id": 175,
    "shortDescription": "Not required for this project",
    "longDescription": "Not required for this project",
    "level": 0,
    "weight": 0,
    "attributeId": "d.3"
  },
  {
    "id": 176,
    "shortDescription": "Not yet started",
    "longDescription": "Not yet started",
    "level": 1,
    "weight": 0,
    "attributeId": "d.3"
  },
  {
    "id": 177,
    "shortDescription": "Some documented processes exist to ensure charge numbers associated with CAs and/or WPs are opened and closed for cost collection.",
    "longDescription": "There are some project/program processes designed to ensure charge numbers assigned to CAs and/or WPs are opened/closed for cost collection consistent with the associated work.<br/><br/>The EVMS does not have the capability to integrate open and closed charge numbers with the accounting system.<br/><br/>Direct costs are not recorded in the EVMS consistent with start/completion of work and are not integrated with the accounting system. This lack of integration between the EVMS and accounting system results in direct ACWP not being accurately recorded in the EVMS consistent with the work being performed.",
    "level": 2,
    "weight": 5,
    "attributeId": "d.3"
  },
  {
    "id": 178,
    "shortDescription": "Most processes are documented to ensure charge numbers associated with CAs and/or WPs are opened and closed for cost collection, as appropriate. The EVMS generally has the capability to integrate open and closed charge numbers with the accounting system.",
    "longDescription": "The project/program implements processes designed to ensure charge numbers associated with CAs and/or WPs are opened/closed for cost collection on the start of work or the completion of work. Although most processes are documented, they are not yet approved.<br/><br/>Direct costs are recorded in the EVMS consistent with the start/completion of work, with a few exceptions. Direct costs are generally integrated with the accounting system, but there may be exceptions. There is some informal documentation identifying these exceptions between the direct costs recorded in the EVMS and accounting system. But the project/program has not taken proactive steps to monitor and ensure the start/completion of work is consistent with the cost collection of direct ACWP in the EVMS.<br/><br/>The process of Recording Direct Costs to CAs and/or WPs is coordinated with the Analysis and Management Reporting sub-process.",
    "level": 3,
    "weight": 9,
    "attributeId": "d.3"
  },
  {
    "id": 179,
    "shortDescription": "All processes ensuring charge numbers associated with the CAs and/or WPs are opened and closed for cost collection, consistent with the start and completion of work requirements, are in place.",
    "longDescription": "The project/program implements documented and approved processes each month to ensure charge numbers associated with CAs and/or WPs are opened/closed for cost collection consistent with the start/completion of work. <br/><br/>The direct costs recorded in the EVMS are fully integrated with the direct costs in the accounting system. Charge numbers assigned to CAs and/or WPs are consistently opened/closed based on the start/completion of work. Identification of anomalies are investigated monthly and their corrective action documented to closure.<br/><br/>The process of Recording Direct Costs to CAs and/or WPs is fully integrated with the Analysis and Management Reporting sub-process.",
    "level": 4,
    "weight": 14,
    "attributeId": "d.3"
  },
  {
    "id": 180,
    "shortDescription": "All charge numbers associated with the CAs and/or WPs are fully integrated with the direct costs in the accounting system. Any errors are corrected expeditiously informing management decision-making.",
    "longDescription": "Monthly actual charges expended accomplishing the work are recorded such that meaningful comparisons can be made. This ensures the validity of the cost variance analysis and enhances the EAC reported to the customer each month.<br/><br/>Direct costs data are monitored, used for management control and automatically tested to assess system health and integrity. Metrics are documented and maintained each month monitoring any corrections. Necessary corrective actions are implemented, completed, and recurring issues resolved.<br/><br/>A report is generated each month tracking CA and/or WP direct charges and this is provided to the appropriate project/program personnel (e.g., CAM, Project Controls, etc.) to review.<br/><br/>Anomalies are tracked to closure and documented in a log and typically corrected in the following accounting period. This ensures that the integration between the EVMS and accounting system is continuously improved.",
    "level": 5,
    "weight": 18,
    "attributeId": "d.3"
  },
  {
    "id": 181,
    "shortDescription": "Not required for this project",
    "longDescription": "Not required for this project",
    "level": 0,
    "weight": 0,
    "attributeId": "d.4"
  },
  {
    "id": 182,
    "shortDescription": "Not yet started",
    "longDescription": "Not yet started",
    "level": 1,
    "weight": 0,
    "attributeId": "d.4"
  },
  {
    "id": 183,
    "shortDescription": "The project/program lacks the documented processes required to ensure CA direct cost EOCs are not distributed to two or more higher-level WBS and OBS elements.",
    "longDescription": "The charge numbering system employed (if one exists) does not prevent a CA EOC from being distributed to two or more higher-level WBS and OBS elements.",
    "level": 2,
    "weight": 3,
    "attributeId": "d.4"
  },
  {
    "id": 184,
    "shortDescription": "Most documented processes exist ensuring CA direct cost EOCs are not distributed to two or more higher-level WBS and OBS elements, with minor gaps.",
    "longDescription": "Most processes ensuring CA EOCs are not distributed to two or more WBS’s and OBS’s are documented but they are not approved.  <br/><br/>The charge numbering system used by the project/program allows some CAs to be distributed to two or more higher-level WBS and OBS elements. <br/><br/>Anomalies are identified and some are corrected. These anomalies limit accurate reporting at the WBS and OBS levels. Performance assessment is impacted since the actual costs may not all be related to work performed.<br/><br/>The Direct Cost Breakdown Summary is coordinated with the Organizing sub-process.",
    "level": 3,
    "weight": 6,
    "attributeId": "d.4"
  },
  {
    "id": 185,
    "shortDescription": "All processes are documented and approved ensuring CA direct cost EOCs are not distributed to two or more higher-level WBS and OBS elements.",
    "longDescription": "The organization implements documented and approved processes each month.<br/><br/>The project/program charge numbering system ensures that no CAs are distributed to two or more higher-level WBS and OBS elements.<br/><br/>The project/program monitors direct cost distribution by WBS and OBS monthly. Anomalies are identified, tracked and corrected no later than the following accounting period, ensuring accurate performance assessment reported to the customer each month.<br/><br/>The Direct Cost Breakdown Summary is fully integrated with the Organizing sub-process.",
    "level": 4,
    "weight": 9,
    "attributeId": "d.4"
  },
  {
    "id": 186,
    "shortDescription": "Direct cost summary at the WBS and OBS is proactively managed each month, allowing the project/program to immediately inform management.",
    "longDescription": "A formal monthly business rhythm process is used to automatically track all charge number anomalies each month in a log, with corrective actions initiated immediately. Recurring issues are resolved.<br/><br/>Surveillance results that reveal systemic issues are utilized to continuously improve the system. This process fosters an accurate summarization by WBS and OBS and provides project/program management visibility into the current cost of products or services procured and enhances forecasting of potential future costs.",
    "level": 5,
    "weight": 12,
    "attributeId": "d.4"
  },
  {
    "id": 187,
    "shortDescription": "Not required for this project",
    "longDescription": "Not required for this project",
    "level": 0,
    "weight": 0,
    "attributeId": "e.1"
  },
  {
    "id": 188,
    "shortDescription": "Not yet started",
    "longDescription": "Not yet started",
    "level": 1,
    "weight": 0,
    "attributeId": "e.1"
  },
  {
    "id": 189,
    "shortDescription": "Some documented processes exist addressing the management and control of indirect rates/costs. The CAS disclosure statement has not been submitted.",
    "longDescription": "Documented processes for the management of indirect rates do not exist.<br/><br/>An &ldquo;ad hoc&rdquo; indirect account organization structure for the management of indirect costs exists, with a number of significant gaps.<br/><br/>Accounting documents such as the CAS Board disclosure statement identifying some indirect cost pools exist, but have not been submitted for stakeholder approval. Cost pools implemented are not consistent with the process or CAS Board disclosure statement.<br/><br/>The organization has accounting documents such as the CAS Board disclosure statement that identify the treatment of indirect costs, but documents have not been submitted for approval.",
    "level": 2,
    "weight": 3,
    "attributeId": "e.1"
  },
  {
    "id": 190,
    "shortDescription": "Most documented processes addressing the management and control of indirect rates/costs are in place. The CAS disclosure statement has been submitted but not approved.",
    "longDescription": "Processes for the management of indirect rates are implemented, but not formally documented and approved.<br/><br/>An indirect account organization structure for the management of indirect costs exists, with a few gaps that can be easily resolved.<br/><br/>The accounting documents such as the CAS Board disclosure statement identifying each indirect cost pool have been submitted for approval by key stakeholders.",
    "level": 3,
    "weight": 6,
    "attributeId": "e.1"
  },
  {
    "id": 191,
    "shortDescription": "The function responsible for indirect account management is in place. Documented processes addressing the management and control of indirect rates/costs are in place and approved. The CAS Board disclosure statement has been approved.",
    "longDescription": "Processes for the management and control of indirect rates are documented, approved, consistently implemented, and aligned with the accounting calendar.  Problems are identified, logged, tracked, mitigated, corrected and closed, providing management with insight to make timely decisions.<br/><br/>An approved indirect account organization structure exists with those responsible for the management of indirect rates identified.<br/><br/>The approved accounting documents such as the CAS Board disclosure statement identify each of the indirect cost pools used by the project/program.",
    "level": 4,
    "weight": 9,
    "attributeId": "e.1"
  },
  {
    "id": 192,
    "shortDescription": "Comprehensive management and control of indirect rates/costs is proactively addressed on a continual basis. The CAS disclosure statement is regularly monitored.",
    "longDescription": "Accounting documents such as the CAS disclosure statement, indirect rates, and budgets are proactively monitored on a monthly basis to ensure they are consistent with the indirect cost pools. Responsibility, assignment, and authority are clearly documented.<br/><br/>The indirect account organization processes are consistently applied for resource assignment, budget establishment, and control of indirect costs.<br/><br/>The indirect account organization structure is monitored to assess for management control as part of the EVMS health and integrity. Necessary corrective actions are implemented, completed, and recurring issues resolved.<br/><br/>Routine surveillance results of the indirect account organization structure are fully disclosed with all key stakeholders.<br/><br/>The indirect account organization structure and indirect cost management processes are continuously improved.",
    "level": 5,
    "weight": 12,
    "attributeId": "e.1"
  },
  {
    "id": 193,
    "shortDescription": "Not required for this project",
    "longDescription": "Not required for this project",
    "level": 0,
    "weight": 0,
    "attributeId": "e.2"
  },
  {
    "id": 194,
    "shortDescription": "Not yet started",
    "longDescription": "Not yet started",
    "level": 1,
    "weight": 0,
    "attributeId": "e.2"
  },
  {
    "id": 195,
    "shortDescription": "Some indirect budgets are planned annually or consistent with approved pools. Indirect rates are not updated or consistently incorporated into the PMB.",
    "longDescription": "Indirect budgets are inconsistently managed and allocated across the project/program.<br/><br/>Indirect budgets are not projected into the future, and corresponding indirect rates are not adjusted annually.<br/><br/>Forward pricing rates or rate forecasts are not available to the project/program resulting in a PMB that does not represent a realistic baseline plan for all authorized work.",
    "level": 2,
    "weight": 4,
    "attributeId": "e.2"
  },
  {
    "id": 196,
    "shortDescription": "Most indirect budgets are consistent with approved pools and associated rates, but may be inconsistently implemented. Indirect rates are not adjusted after initial establishment each year.",
    "longDescription": "Indirect budgets and indirect rates are established annually but management’s forecasting focus is on the near term (e.g., one year) and little, if any, emphasis is placed on future years.  <br/><br/>Indirect budget performance reviews are conducted intermittently and thus there are no mid-year rate adjustments based on analysis of performance where applicable, potentially resulting in a PMB that does not represent a realistic baseline plan.<br/><br/>Indirect Budget Management is coordinated with the Change Control and Analysis sub-process and the Management Reporting sub-process.",
    "level": 3,
    "weight": 8,
    "attributeId": "e.2"
  },
  {
    "id": 197,
    "shortDescription": "Indirect budgets are established annually by cost element and consistent with pools. Indirect rates are adjusted at least once annually, if needed, such that the PMB represents a realistic baseline plan.",
    "longDescription": "The project/program implements documented and approved processes defining the indirect budgeting process on a monthly basis.<br/><br/>At the end of the accounting year, all indirect expenses are allocated. Indirect budgets and/or indirect rates are forecasted for the entire project/program period of performance ensuring the PMB represents a realistic baseline plan. Problems are identified, logged, tracked, mitigated, corrected and closed, providing management with insight to make timely decisions. <br/><br/>Indirect budgets are managed by regular reviews ensuring each project/program receives its fair share of indirect costs.  The most current indirect rates are used to develop and update the baseline (e.g., approved, provisional, proposed).<br/><br/>Indirect Budget Management is fully integrated with the Change Control and Analysis sub-process and the Management Reporting sub-process.",
    "level": 4,
    "weight": 12,
    "attributeId": "e.2"
  },
  {
    "id": 198,
    "shortDescription": "Indirect budgets are proactively established and managed.  Indirect budgets are consistent with prior year experience, and rates are reviewed/changed more frequently, such as quarterly, to prevent large year-end adjustments.",
    "longDescription": "A formal monthly business rhythm has been implemented by the contractor ensuring indirect budgets are effectively managed by comparing to actual indirect expenses. Indirect budget data are monitored and automatically tested to assess system health and integrity. Necessary corrective actions are implemented, completed, and recurring issues resolved.<br/><br/>The indirect budget process is robust and consistent with the disclosure statement. Routine reports and surveillance of budget status are provided monthly, and are fully disclosed with all key stakeholders, who maximize use of these results.<br/><br/>Metrics are tracked allowing trends to be identified documenting over/under allocation of indirect expenses, disclosing issues immediately and providing real time information to the project/program.<br/><br/>Monitoring and updating provisional/booking rates as warranted ensures the PMB reported to the customer each month contains the most current rates, represents a realistic baseline plan, and prevents large year-end adjustments.",
    "level": 5,
    "weight": 16,
    "attributeId": "e.2"
  },
  {
    "id": 199,
    "shortDescription": "Not required for this project",
    "longDescription": "Not required for this project",
    "level": 0,
    "weight": 0,
    "attributeId": "e.3"
  },
  {
    "id": 200,
    "shortDescription": "Not yet started",
    "longDescription": "Not yet started",
    "level": 1,
    "weight": 0,
    "attributeId": "e.3"
  },
  {
    "id": 201,
    "shortDescription": "Some documented processes are in place to ensure indirect costs are properly and correctly recorded and allocated to projects/ programs.",
    "longDescription": "The project/program lacks the documented processes required to ensure indirect costs are properly and correctly recorded and allocated to projects/programs.<br/><br/>The project/program is unable to verify whether indirect costs are charged to the appropriate indirect cost pool.",
    "level": 2,
    "weight": 3,
    "attributeId": "e.3"
  },
  {
    "id": 202,
    "shortDescription": "Most processes are in place to ensure indirect costs are properly and correctly recorded and allocated to projects/programs, but they are not approved.",
    "longDescription": "The project/program implements processes designed to ensure indirect costs are properly and correctly recorded and allocated to the project/program. However, the processes are not yet approved.  <br/><br/>Misapplied and unallocated indirect costs are identified and corrected periodically. This adversely impacts projections of project/program Estimate at Completion (EAC).<br/><br/>Most indirect costs are charged to the appropriate indirect cost pool. Indirect cost reports documenting the current year’s indirect budget by cost element, indirect charge numbers, and cost collection account structure. This results in indirect costs not being properly aligned with indirect budgets.",
    "level": 3,
    "weight": 7,
    "attributeId": "e.3"
  },
  {
    "id": 203,
    "shortDescription": "All processes are designed, documented and approved to ensure indirect costs are properly recorded and correctly allocated to projects/programs.",
    "longDescription": "The project/program implements documented and approved processes designed to ensure indirect costs are properly and correctly recorded and allocated to the project/program. Management responsibility and authority are clearly defined in the processes.<br/><br/>Misapplied and unallocated indirect costs are identified, tracked and corrected immediately, no later than the following accounting period, providing management with insight to make timely decisions.<br/><br/>All indirect costs are charged to the appropriate indirect cost pool and correctly allocated to the applicable project/program. Indirect costs are monitored each month ensuring they are consistent with the budgets.  Any mischarges corrected immediately, no later than the following month. This allows accurate variance analysis and EAC projections.",
    "level": 4,
    "weight": 10,
    "attributeId": "e.3"
  },
  {
    "id": 204,
    "shortDescription": "Indirect costs are accurately recorded and allocated. This allows management to effectively and proactively control indirect costs.",
    "longDescription": "The project/program proactively monitors indirect costs each month to ensure they are accurately recorded and allocated.  This allows the project/program to immediately disclose issues and provide the customer with real time information.<br/><br/>A formal monthly business rhythm ensures incurred indirect costs are consistent with the budgets and promotes variance analysis resulting in successful cause/impact/corrective action. Metrics are collected and documented automatically ensuring trends are immediately identified, disclosed to the customer, and corrected allowing the project/program to achieve and maintain cost targets.<br/><br/>Indirect cost allocation is continuously optimized such that the project/program does not experience significant year-end adjustments.",
    "level": 5,
    "weight": 14,
    "attributeId": "e.3"
  },
  {
    "id": 205,
    "shortDescription": "Not required for this project",
    "longDescription": "Not required for this project",
    "level": 0,
    "weight": 0,
    "attributeId": "e.4"
  },
  {
    "id": 206,
    "shortDescription": "Not yet started",
    "longDescription": "Not yet started",
    "level": 1,
    "weight": 0,
    "attributeId": "e.4"
  },
  {
    "id": 207,
    "shortDescription": "Some documented processes are in place to address the establishment of thresholds and performance of indirect variance analysis.",
    "longDescription": "The project/program lacks the documented processes required to ensure thresholds are established and indirect variance analysis is conducted.<br/><br/>Indirect variance analysis results, if conducted, are infrequently used to inform project/program Estimates at Completion (EACs), and seldom result in corrective actions or adjustments to rates.<br/><br/>Some indirect thresholds and/or indirect cost variances and associated corrective actions are identified and reviewed for insight into their impact on overall project cost performance.  Typically, indirect variance analysis and/or corrective actions are only developed when performance significantly deviates from the indirect plans and decisions regarding rate adjustments and rate forecasts must be made impacting the EAC.",
    "level": 2,
    "weight": 3,
    "attributeId": "e.4"
  },
  {
    "id": 208,
    "shortDescription": "Most of the processes are in place to address the establishment of indirect variance thresholds and performance of indirect variance analysis.",
    "longDescription": "The project/program implements documented processes to ensure thresholds are established and indirect variance analysis and corrective actions conducted, but the processes are not yet approved. <br/><br/>Most of the indirect cost thresholds and variances are identified, documented and reviewed for insight into their impact on overall project cost performance. Some corrective actions to include rate adjustments are implemented to address identified issues.  <br/><br/>However, not all indirect cost variances are identified or reviewed which limits management's ability to forecast future indirect cost performance as well as develop corrective action plans intended to regain project/program objectives.<br/><br/>The impact of indirect variances is sometimes addressed at the project/program level within analyses and EACs.<br/><br/>The Indirect Variance Analysis is coordinated with the Analysis and Management Reporting sub-process.",
    "level": 3,
    "weight": 7,
    "attributeId": "e.4"
  },
  {
    "id": 209,
    "shortDescription": "All processes addressing the establishment of thresholds and performance of indirect variance analysis are implemented. All indirect cost variances are identified and analyzed regularly to inform project/ program EAC.",
    "longDescription": "The project/program has documented and approved processes to ensure thresholds are established and indirect variance analysis and corrective actions are developed regularly. Indirect organization provides pending rate changes on a quarterly basis. <br/><br/>All of the indirect cost thresholds are reviewed regularly by indirect category, and variances and corrective actions identified and reviewed for insight into their root-cause and impact on overall cost performance. This facilitates management's ability to forecast future indirect cost performance as well as develop corrective action plans intended to regain project/program objectives. Indirect corrective action plans, which may include rate adjustments, are implemented, tracked, and resolved expeditiously. <br/><br/>The impact of indirect variances is identified and addressed at the project/program level and within control account variance analyses and EACs. Problems are identified, logged, tracked, mitigated, corrected and closed, providing management with insight to make timely decisions.  <br/><br/>The Indirect Variance Analysis is fully integrated with the Analysis and Management Reporting sub-process.",
    "level": 4,
    "weight": 10,
    "attributeId": "e.4"
  },
  {
    "id": 210,
    "shortDescription": "Indirect variances are managed proactively to implement corrective actions and mitigate the impacts of identified issues, where practical.",
    "longDescription": "Indirect variance data are routinely monitored and used for management control and are automatically tested to assess system health and integrity. Necessary corrective actions are implemented, completed, and recurring issues resolved. Indirect organization provides pending rate changes on a monthly basis.<br/><br/>Routine surveillance results of indirect variance are fully disclosed with all key stakeholders, including senior management and the customer, who maximize use of these results. Senior management is actively engaged in the ongoing indirect cost analysis, which enhances their ability to forecast future indirect cost performance. Management also monitors corrective action plans at the organizational indirect cost center levels in order to regain or mitigate impacts to project/program objectives. Indirect rate analysis is integrated with risks and the EAC update process and is able to monitor the overall impact to the project EAC. <br/><br/>The indirect variance process is continuously improved and optimized.",
    "level": 5,
    "weight": 13,
    "attributeId": "e.4"
  },
  {
    "id": 211,
    "shortDescription": "Not required for this project",
    "longDescription": "Not required for this project",
    "level": 0,
    "weight": 0,
    "attributeId": "f.1"
  },
  {
    "id": 212,
    "shortDescription": "Not yet started",
    "longDescription": "Not yet started",
    "level": 1,
    "weight": 0,
    "attributeId": "f.1"
  },
  {
    "id": 213,
    "shortDescription": "The documented processes do not include the formulas for CV and SV and/or lack requirements for the accuracy and traceability of source data used to calculate the variance.",
    "longDescription": "Documentation of the EVMS formulas used to calculate CV and SV do not link with data produced by the accounting system.<br/><br/>For incomplete discrete work packages, Budgeted Cost for Work Performed (BCWP) reported in the current period is inconsistent with the method used to plan and resource the associated work (i.e., BCWS).",
    "level": 2,
    "weight": 4,
    "attributeId": "f.1"
  },
  {
    "id": 214,
    "shortDescription": "The documented processes include formulas for correctly calculating CV and SV, but lack requirements for accuracy and traceability of source data used to calculate the variances.",
    "longDescription": "EVMS formulas are consistent with data produced by the accounting system and are used to calculate CV and SV. However, it is difficult to ensure the source data is accurate, traceable and reconcilable.<br/><br/>EV calculations are consistent with external reports and project/program requirements.<br/><br/>For most incomplete discrete work packages, BCWP in the current period is consistent with the method used to plan and resource the associated work (i.e., BCWS). <br/><br/>Calculation of variances is coordinated with the Budgeting and Work Authorization sub-process.",
    "level": 3,
    "weight": 8,
    "attributeId": "f.1"
  },
  {
    "id": 215,
    "shortDescription": "The formulas for CV and SV are correctly documented, calculated, traceable and reconcilable with source inputs from the EVMS and the accounting system.",
    "longDescription": "The process of CV and SV calculation requires accurate, traceable and reconcilable source inputs from EVMS and accounting system into control account level cost and schedule variance calculations, resulting in timely and reliable information. <br/><br/>EVMS formulas are consistent with data produced by the accounting system. <br/><br/>In conjunctions with updated EACs, VAC calculations are provided to support reports in terms of trends and the overall impact on cost to the project/program.<br/><br/>For incomplete discrete work packages, BCWP is consistent with the method used to plan and resource the associated work (i.e., BCWS). <br/><br/>Calculation of variances is fully integrated with the Budgeting and Work Authorization sub-process.",
    "level": 4,
    "weight": 12,
    "attributeId": "f.1"
  },
  {
    "id": 216,
    "shortDescription": "Project/Program leadership proactively uses timely and reliable CV and SV to inform management decision-making and action. CVs and SVs are true indicators of schedule and cost performance.",
    "longDescription": "Project/program management is actively engaged in the ongoing processes to provide realistic plans and budgets in order to provide and monitor realistic calculations of CV and SV. <br/><br/>CV and SV are automatically tested to assess system health and integrity. Necessary corrective actions are implemented, completed, and recurring issues resolved.<br/><br/>Use of automated tools to support the calculations have clear traceability to ensure source data is accurate and reconcilable as this provides output that is trusted and valued for making project/program decisions.<br/><br/>Routine surveillance (i.e., internal, external, or joint) of CV and SV are fully disclosed with all key stakeholders, who maximize use of these results.<br/><br/>The CV and SV process is continuously improved and optimized by incorporating lessons learned from specific projects/programs.",
    "level": 5,
    "weight": 17,
    "attributeId": "f.1"
  },
  {
    "id": 217,
    "shortDescription": "Not required for this project",
    "longDescription": "Not required for this project",
    "level": 0,
    "weight": 0,
    "attributeId": "f.2"
  },
  {
    "id": 218,
    "shortDescription": "Not yet started",
    "longDescription": "Not yet started",
    "level": 1,
    "weight": 0,
    "attributeId": "f.2"
  },
  {
    "id": 219,
    "shortDescription": "Some documented processes are in place to consistently analyze variances at the CA level. Variance analysis thresholds are not set.",
    "longDescription": "The processes needed to identify cost and schedule variances have been started but they are not documented.  <br/><br/>The variance analysis report does not identify causal factors (e.g., efficiency, rate, timing, etc.) and potential impacts to the project/program. <br/><br/>Timely analysis of cost and schedule variance is not available to support resource decisions. Corrective actions/mitigation processes are not performed.",
    "level": 2,
    "weight": 5,
    "attributeId": "f.2"
  },
  {
    "id": 220,
    "shortDescription": "Most documented processes are in place to consistently analyze significant variances at the CA level. Variance analysis thresholds are set, with some gaps.",
    "longDescription": "The processes needed to identify cost and schedule variances have been documented, with some exceptions. <br/><br/>The variance analysis report identifies causal factors (e.g., efficiency, rate, timing, etc.) and potential impacts to the project/program. <br/><br/>Schedule variance analysis is supplemented with IMS analysis and assesses the impact to future activities on the critical path.<br/><br/>Timely analysis of cost and schedule variance is mostly available to support resource decisions. <br/><br/>Most of the corrective actions/mitigation plans processes are developed. Variance analysis generally identifies the problem, its cause(s), planned or possible corrective actions, and impacts to the project/program (cost, schedule, and technical).",
    "level": 3,
    "weight": 10,
    "attributeId": "f.2"
  },
  {
    "id": 221,
    "shortDescription": "All processes are documented to consistently analyze significant variances at the CA level. Variance analysis thresholds are set and used for decision-making.",
    "longDescription": "The processes needed to identify cost and schedule variances have been documented and approved. <br/><br/>The variance analysis report identifies root causes influencing variance along with corrective actions and potential impacts to the project/program. <br/><br/>Labor cost variance analysis is substantiated from source records evaluating rate and quantity variances. Material cost variance analysis is substantiated from source records evaluating price and usage variances.<br/><br/>Variance thresholds are established and used to define the meaning of “significant”, consistent with project/program procedures.<br/><br/>Timely analysis of cost and schedule variances is available to support resource decisions. The cost and schedule variances are linked back to the baseline, as well as to IMS activities and any resulting impacts to the critical path, near-critical paths, and driving paths.<br/><br/>The monthly corrective action management process is a closed-loop process. Corrective actions/mitigation plans are all identified. Variance analysis correctly identifies the problem, its cause(s), planned or possible corrective actions, and impacts to the project/program (cost, schedule, and technical).",
    "level": 4,
    "weight": 15,
    "attributeId": "f.2"
  },
  {
    "id": 222,
    "shortDescription": "Significant variances at the CA level are proactively used by management to inform decision-making. Corrective actions are initiated as soon as issues are identified.",
    "longDescription": "Variance thresholds established and used to define the meaning of “significant,” are strictly followed by the project/program at all levels. CA Managers (CAMs) are routinely engaged in reviewing thresholds and making decisions. <br/><br/>Variance thresholds are monitored automatically and tested. Compensatory measures are understood and initiated immediately. Necessary corrective actions are implemented, completed, and recurring issues resolved. <br/><br/>Significant variances are addressed, documented, and integrated consistently with related processes (e.g., Planning and Scheduling sub-process, Subcontract Management sub-process and Risk Management sub-process). <br/><br/>Routine surveillance results of variance thresholds are fully disclosed with all key stakeholders, who maximize use of these results. Variance thresholds are continuously improved and optimized. Significant cost, schedule, and technical impacts to the CA are identified, discussed and reported monthly at the appropriate levels.",
    "level": 5,
    "weight": 19,
    "attributeId": "f.2"
  },
  {
    "id": 223,
    "shortDescription": "Not required for this project",
    "longDescription": "Not required for this project",
    "level": 0,
    "weight": 0,
    "attributeId": "f.3"
  },
  {
    "id": 224,
    "shortDescription": "Not yet started",
    "longDescription": "Not yet started",
    "level": 1,
    "weight": 0,
    "attributeId": "f.3"
  },
  {
    "id": 225,
    "shortDescription": "Some of the processes to summarize performance measurement information are in place. Only a few elements of performance measurement information are summarized from the CA level to the WBS and OBS level.",
    "longDescription": "Few performance data elements (BCWS, BCWP, ACWP, BAC, and EAC) are calculated at or below the CA level and summarized from the CA level up through the WBS and across the OBS to the total project/program level.  <br/><br/>The calculation and summarization processes are lacking and may not promote accurate management insight, or enable budget integrity, reconciliation and customer reporting.",
    "level": 2,
    "weight": 5,
    "attributeId": "f.3"
  },
  {
    "id": 226,
    "shortDescription": "Most of the processes to summarize performance measurement information are in place. Most of the elements of performance measurement information are summarized from the CA level to the WBS and OBS level.",
    "longDescription": "Most of the performance data elements (BCWS, BCWP, ACWP, BAC, and EAC) are calculated at or below the CA level and summarized from the CA level up through the WBS and across the OBS to the total project/program level.  <br/><br/>The calculation and summarization processes have open items; therefore, it may not always promote accurate management insight, or enable budget integrity, reconciliation and customer reporting.",
    "level": 3,
    "weight": 10,
    "attributeId": "f.3"
  },
  {
    "id": 227,
    "shortDescription": "All processes to summarize performance measurement information are in place. All elements of performance measurement information are summarized from the CA level to the WBS and OBS level, and support management needs and customer reporting.",
    "longDescription": "All of the performance data elements (BCWS, BCWP, ACWP, BAC, and EAC) are calculated at or below the CA level and summarized from the CA level up through the WBS and across the OBS to the total project/program level.  <br/><br/>The calculation and summarization processes provide accurate management insight, and enables budget integrity, reconciliation, and customer reporting, in accordance with the business rhythm. This evaluation provides management with continuing insight into root causes and effective closed-loop corrective actions. <br/><br/>Summarized analysis and management reporting information reported to the customer(s) is from the same source as used by internal contractor management.<br/><br/>The data elements reconcile between internal and external reports. Performance data correctly represents the current condition of the project/program.",
    "level": 4,
    "weight": 16,
    "attributeId": "f.3"
  },
  {
    "id": 228,
    "shortDescription": "Performance measurement information outputs, products, and results are integrated into project/program planning, control, and decision-making. They are proactively used by leadership and stakeholders at all levels to actively manage the project/program.",
    "longDescription": "Composite analysis of detail-level problems supports management actions across OBS and WBS elements.<br/><br/>Variance analyses, internal/external reporting thresholds, narrative analysis providing root cause, variance impact, and corrective action are used to actively manage the project/program on a monthly basis, and recurring issues resolved. Performance measurement information is monitored and automatically tested to assess system health and integrity. <br/><br/>Corrective action/mitigation plans, tasks, milestones, exit criteria, and schedules are established.  <br/><br/>Routine surveillance results are fully disclosed with all key stakeholders, who maximize use of these results.<br/><br/>Summarized performance measurement data and variances allow management to focus on potential and/or realized problem areas. <br/><br/>Performance measurement is continuously improved and optimized.",
    "level": 5,
    "weight": 21,
    "attributeId": "f.3"
  },
  {
    "id": 229,
    "shortDescription": "Not required for this project",
    "longDescription": "Not required for this project",
    "level": 0,
    "weight": 0,
    "attributeId": "f.4"
  },
  {
    "id": 230,
    "shortDescription": "Not yet started",
    "longDescription": "Not yet started",
    "level": 1,
    "weight": 0,
    "attributeId": "f.4"
  },
  {
    "id": 231,
    "shortDescription": "The process to analyze EV information and identify and implement corrective actions has started but is not documented.",
    "longDescription": "Some documented processes are in place to analyze EV information and implement managerial actions.",
    "level": 2,
    "weight": 7,
    "attributeId": "f.4"
  },
  {
    "id": 232,
    "shortDescription": "Most processes for management analysis and corrective actions are established and documented, with some gaps.",
    "longDescription": "Management analysis provides insight into the effectiveness of corrective actions.<br/><br/>The project/program manager has a plan to track problem resolution to completion, but it has not been implemented consistently.<br/><br/>Management Analysis and Corrective Actions are coordinated with the Organizing sub-process, the Planning and Scheduling sub-process, and the Risk Management sub-process.",
    "level": 3,
    "weight": 13,
    "attributeId": "f.4"
  },
  {
    "id": 233,
    "shortDescription": "All processes for management analysis and corrective actions are documented, approved and used on a monthly basis. Managerial actions are commensurate with risk identified on the project/program.",
    "longDescription": "Monthly management analysis is in place with continuing insight into corrective actions and the ability to adjust in a timely fashion through closure. Problems are identified, logged, tracked, mitigated, corrected and closed, providing management with insight to make timely decisions.<br/><br/>Strategies and plans are in place to manage threats (uncertainties with negative consequences) and opportunities (uncertain future states with benefits) to the project/program.<br/><br/>Management Analysis and Corrective Actions are fully integrated with the Organizing sub-process, the Planning and Scheduling sub-process, and the Risk Management sub-process.",
    "level": 4,
    "weight": 20,
    "attributeId": "f.4"
  },
  {
    "id": 234,
    "shortDescription": "A comprehensive, end-to-end and closed-loop approach is used for proactively identifying, tracking, and implementing corrective actions on a monthly basis or more often.",
    "longDescription": "Management analysis, corrective actions, and predictive metrics are monitored and used for management control, and are automatically tested to assess system health and integrity. Necessary corrective actions are implemented, completed, and recurring issues resolved.<br/><br/>Problems and recovery are tracked through completion with realized internal management benefit, with little or no wasted effort.<br/><br/>Routine surveillance results of management analysis and corrective actions are fully disclosed with all key stakeholders, who maximize use of these results<br/><br/>Management analysis is continuously improved and optimized.",
    "level": 5,
    "weight": 26,
    "attributeId": "f.4"
  },
  {
    "id": 235,
    "shortDescription": "Not required for this project",
    "longDescription": "Not required for this project",
    "level": 0,
    "weight": 0,
    "attributeId": "f.5"
  },
  {
    "id": 236,
    "shortDescription": "Not yet started",
    "longDescription": "Not yet started",
    "level": 1,
    "weight": 0,
    "attributeId": "f.5"
  },
  {
    "id": 237,
    "shortDescription": "Some processes are in place to develop, update and report an EAC.",
    "longDescription": "Some EACs are established. Management has little ability to gain visibility into resource requirements to make quantitative-based decisions. <br/><br/>Monthly EACs are not realistic and not based on performance to date, material commitment, actual cost to date, etc.",
    "level": 2,
    "weight": 6,
    "attributeId": "f.5"
  },
  {
    "id": 238,
    "shortDescription": "Most processes are in place to develop, update and report EACs at the CA and project/program levels.",
    "longDescription": "EACs are based on performance to date and estimated performance for the duration of the remaining authorized work. EACs are communicated to the customer via internal reports and established contract requirements.<br/><br/>EACs consider project/program progress as well as impacts associated with scope and schedule changes. This includes assessments of the effort required for completing all WPs and PPs in the CA plan. The process reflects the impact of material price and usage analysis, labor rate and volume analysis, and analysis of indirect rates.<br/><br/>Most subcontractor estimates are incorporated into the prime contractor’s EACs. Direct rates to value ETC resources are based on rate tables.<br/><br/>The EACs are coordinated with the Planning and Scheduling, Accounting Considerations, Indirect Budget and Cost Management, Risk Management and Subcontract Management sub-processes.",
    "level": 3,
    "weight": 13,
    "attributeId": "f.5"
  },
  {
    "id": 239,
    "shortDescription": "All processes to develop, update, and report EACs are documented and approved.  CA EACs and project/program level EACs are generated monthly. CEAC is developed annually. EACs are used to manage and support project/program decision-making. EACs are commensurate with risk identified on the project/program.",
    "longDescription": "EACs are evaluated monthly and adjusted to reflect actual project/program progress and performance, scope and schedule changes and the cost of completing all remaining authorized work. EACs are integrated with the project/program risk register and based on identified and emerging risks and opportunities. The PM explains differences between the most likely EACs and the CAM’s EACs. <br/><br/>EAC realism is assessed based on comparisons between the Cost Performance Index (CPI) and To Complete Performance Index (TCPI), and comparison to generated Independent EACs (IEAC). EACs are reconciled with funding, inform funding profile changes, and are communicated to the customer in internal reports and funding documents.<br/><br/>EACs include accurate and timely incorporation of subcontractor estimates. Direct/indirect rates are up-to-date and used to value ETC resources based on updated rate tables. Problems are identified, logged, tracked, mitigated, corrected and closed. A CEAC is conducted annually and is fully documented and justified.<br/><br/>The EACs are fully integrated with the Planning and Scheduling, Accounting Considerations, Indirect Budget and Cost Management, Risk Management and Subcontract Management sub-processes.",
    "level": 4,
    "weight": 19,
    "attributeId": "f.5"
  },
  {
    "id": 240,
    "shortDescription": "EAC generation is optimized and compared automatically to formulae- generated IEACs.",
    "longDescription": "EACs are proactively and continuously reviewed, monitored automatically and updated to reflect physical progress as well as scope and schedule changes. Necessary corrective actions are implemented, completed, and recurring issues resolved. <br/><br/>Routine surveillance results of EACs are fully disclosed with all key stakeholders, who maximize use of these results.<br/><br/>The CEAC generated annually, or more frequently if performance indicates the current estimate is invalid, is assessed by management as it is produced. <br/><br/>Accepted standard formulas are used to generate IEACs which are used to compare with and substantiate the project/program generated EACs. <br/><br/>The EAC process is continuously improved and optimized.",
    "level": 5,
    "weight": 26,
    "attributeId": "f.5"
  },
  {
    "id": 241,
    "shortDescription": "Not required for this project",
    "longDescription": "Not required for this project",
    "level": 0,
    "weight": 0,
    "attributeId": "g.1"
  },
  {
    "id": 242,
    "shortDescription": "Not yet started",
    "longDescription": "Not yet started",
    "level": 1,
    "weight": 0,
    "attributeId": "g.1"
  },
  {
    "id": 243,
    "shortDescription": "Some of the processes outlining the steps/actions needed to control MR and UB are in place. MR and UB logs do not exist.",
    "longDescription": "MR and UB Logs do not exist.<br/><br/>MR is being misapplied. It is being used to offset poor performance (i.e., cost overruns) or cover costs that are out-of-scope to the contract. <br/><br/>UB cannot be identified with defined scope. A process to ensure for the timely clearing of budget and related scope in the UB account does not yet exist.",
    "level": 2,
    "weight": 5,
    "attributeId": "g.1"
  },
  {
    "id": 244,
    "shortDescription": "Most of the processes outlining the steps/actions needed to control MR and UB are in place and documented. MR and UB logs exist, however are not fully maintained.",
    "longDescription": "MR and UB use and changes are documented in logs, but individual transactions may not be separately reconcilable to internal monthly baseline changes.<br/><br/>There may be a few misapplications of MR, including its use to offset poor performance (i.e., cost overruns) or cover costs that are out-of-scope to the contract.  <br/><br/>UB has defined scope and has been appropriately distributed to the PMB. With some exception, there is timely clearing of budget and related scope in the UB account.<br/><br/>MR and UB changes are coordinated with the Analysis and Management Reporting sub-process.",
    "level": 3,
    "weight": 11,
    "attributeId": "g.1"
  },
  {
    "id": 245,
    "shortDescription": "The documented processes outlining the steps/actions needed to control MR and UB are in place and approved. MR and UB Logs exist and are fully maintained.",
    "longDescription": "All MR and UB changes are documented monthly in logs showing at a minimum the date and title of the change action, associated work package, CA, descriptive title, and reference numbers as needed for tracing back to the originating change documentation.<br/><br/>Risk mitigation and/or realization activities are identified with all MR transactions. These transactions are coordinated with the risk management process for re-evaluation of residual risk.<br/><br/>MR is used per contractual documentation. New contractual work scope is not budgeted with MR; but instead comes from contingency and is documented via the formal contract change modification process and approved accordingly. <br/><br/>UB has defined scope and has been appropriately distributed to the PMB in a timely and effective manner.<br/><br/>MR and UB changes are fully integrated with the Analysis and Management Reporting sub-process.",
    "level": 4,
    "weight": 16,
    "attributeId": "g.1"
  },
  {
    "id": 246,
    "shortDescription": "MR and UB are proactively managed to inform decision-making.",
    "longDescription": "All MR and UB changes are documented and reported in published logs. The control of MR and UB by the project/program manager is proactive and effective. MR and UB are monitored and automatically tested to assess system health and integrity. Necessary corrective actions are implemented, completed, and recurring issues resolved.<br/><br/>Review of MR budget and its distribution is subject to, managed, and controlled by a Change Control Board (CCB) or equivalent.<br/><br/>An accurate relationship between the budget amounts in the UB account and the scope of work authorized for each budget value is consistently maintained.<br/><br/>Routine surveillance results of MR and UB are fully disclosed with all key stakeholders, who maximize use of these results. MR and UB changes are continuously reviewed and optimized.",
    "level": 5,
    "weight": 21,
    "attributeId": "g.1"
  },
  {
    "id": 247,
    "shortDescription": "Not required for this project",
    "longDescription": "Not required for this project",
    "level": 0,
    "weight": 0,
    "attributeId": "g.2"
  },
  {
    "id": 248,
    "shortDescription": "Not yet started",
    "longDescription": "Not yet started",
    "level": 1,
    "weight": 0,
    "attributeId": "g.2"
  },
  {
    "id": 249,
    "shortDescription": "Some of the processes to accurately incorporate and document authorized changes to the PMB in a timely manner are documented.",
    "longDescription": "The processes needed to accurately incorporate authorized scope, schedule and budget changes to the PMB have been started but they are not yet documented.<br/><br/>Scope, schedule and budget changes are poorly integrated into the project/program schedule.<br/><br/>For unpriced change orders, detailed planning and budgeting for near-term work are not performed.<br/><br/>Baseline change control documentation and approvals do not exist or are incomplete. The authorized scope, schedule and budget changes to the baseline are inadequately reflected in the change control practices and logs.",
    "level": 2,
    "weight": 6,
    "attributeId": "g.2"
  },
  {
    "id": 250,
    "shortDescription": "Most of the processes to accurately incorporate and document authorized changes to the PMB in a timely manner are documented.",
    "longDescription": "The processes needed to support authorized changes are incorporated in the PMB in a documented, disciplined, and timely manner are in place, with some exceptions.<br/><br/>Most of the authorized budget, scope and schedule changes are integrated into the project/program schedule.<br/><br/>For unpriced change orders, the process for detail planning and budgeting for near-term work are in place and followed.<br/><br/>A few incorporated changes arbitrarily eliminate existing cost and schedule variances. <br/><br/>Changes to the PMB are coordinated with the Planning and Scheduling sub-process, Budgeting and Work Authorization sub-process and Analysis and Management",
    "level": 3,
    "weight": 11,
    "attributeId": "g.2"
  },
  {
    "id": 251,
    "shortDescription": "All processes to accurately incorporate and document authorized changes to the PMB in a timely manner are documented and approved.",
    "longDescription": "All of the authorized scope, schedule and budget changes are integrated into the PMB in a documented, disciplined and timely manner. Change documents are updated in a timely and appropriate manner or as soon as practical, but no later than two accounting periods.<br/><br/>Problems are identified, logged, tracked, mitigated, corrected and closed, providing management with insight to make timely decisions.<br/><br/>For unpriced change orders, detailed planning and budgeting documents are maintained for near-term work. After definitization, any budget remaining in UB is planned and budgeted within CA, SLPP or MR.<br/><br/>Changes to the PMB are fully integrated with the Planning and Scheduling sub-process, Budgeting and Work Authorization sub-process and Analysis and Management Reporting sub-process.",
    "level": 4,
    "weight": 17,
    "attributeId": "g.2"
  },
  {
    "id": 252,
    "shortDescription": "PMB updates are used to inform effective and proactive decision-making as directed changes occur.",
    "longDescription": "Changes to the PMB are monitored, and automatically updated and tested to assess system health and integrity. Necessary corrective actions are implemented, completed, and recurring issues resolved. <br/><br/>Unpriced change orders are expeditiously planned, budgeted, documented and monitored. Distributed budget is updated continuously as changes are authorized.  <br/><br/>Routine surveillance results of changes to the PMB are fully disclosed with all key stakeholders, who maximize use of these results.<br/><br/>The timely and accurate incorporation of contractual changes ensures that the information generated from the execution of the baseline plan provides an accurate picture of progress and facilitates correct management actions and decisions. <br/><br/>The process of incorporating changes into the PMB is continuously improved and optimized.",
    "level": 5,
    "weight": 23,
    "attributeId": "g.2"
  },
  {
    "id": 253,
    "shortDescription": "Not required for this project",
    "longDescription": "Not required for this project",
    "level": 0,
    "weight": 0,
    "attributeId": "g.3"
  },
  {
    "id": 254,
    "shortDescription": "Not yet started",
    "longDescription": "Not yet started",
    "level": 1,
    "weight": 0,
    "attributeId": "g.3"
  },
  {
    "id": 255,
    "shortDescription": "Some processes exist for reconciliation and traceability to the original value of the contract.",
    "longDescription": "Some baseline changes are reconcilable to the prior baseline.<br/><br/>Budget logs and baseline change documentation do not include all necessary approvals and information for effective control. Accurate adjustments to the CBB/PBB and the PMB are not possible.<br/><br/>Contractual change documents that transmit and authorize the change or addition to work, schedule, and budget to the CBB do not exist.<br/><br/>Change documentation (contract modifications, change control logs, change requests, authorization documents, scheduling documents, etc.) does not exist or is not updated. Few distributions of additional budgets are tracked in change control logs.<br/><br/>The PMB has few activities controlled in the freeze period to prevent unnecessary adjustments.",
    "level": 2,
    "weight": 5,
    "attributeId": "g.3"
  },
  {
    "id": 256,
    "shortDescription": "Most processes exist for reconciliation and traceability to the original value of the contract and include most necessary approvals and information for effective control.",
    "longDescription": "Most baseline changes are reconcilable to the prior baseline through the use of budget logs and baseline change documentation. <br/><br/>When making adjustments to the CBB/PBB and the PMB, traceability from original CA values to current values is generally possible via contract budget logs. <br/><br/>Most contractual change documents that transmit and authorize the change or addition to work, schedule, and budget exist.<br/><br/>Contractual change documents transmit and authorize most changes or addition of work, schedule, and budget to the CBB/PBB. Change control logs track the distribution of most of the additional budgets. <br/><br/>The PMB has most activities controlled in the freeze period to prevent unnecessary adjustments.<br/><br/>Reconciliation of baseline changes is coordinated with the Budgeting and Work Authorization sub-process, the Planning and Scheduling sub-process, and Analysis and Management Reporting sub-process.",
    "level": 3,
    "weight": 10,
    "attributeId": "g.3"
  },
  {
    "id": 257,
    "shortDescription": "All processes to ensure elements are reconciled to the original value of the contract include all necessary approvals and information for effective control. The processes are defined, documented and approved.",
    "longDescription": "All baseline changes are reconcilable to the CBB/PBB and the PMB through the use of budget logs and baseline change documentation.<br/><br/>Work authorization documents exist for new work scope, schedule, budget. When adjusting the CBB/PBB and the PMB, traceability from original CA values to current values is possible. Budget authorizations accurately reflect the modified scope of work. Problems are identified, logged, tracked, mitigated, corrected and closed, providing management with insight.<br/><br/>Contractual change documents transmit and authorize all changes or addition of work, schedule, and budget to the CBB/PBB. Change control logs track the distribution of all additional budgets. <br/><br/>The PMB is controlled in the freeze period to prevent unnecessary adjustments, with few immaterial exceptions.<br/><br/>Reconciliation of baseline changes is fully integrated with the Budgeting and Work Authorization sub-process, the Planning and Scheduling sub-process, and Analysis and Management Reporting sub-process.",
    "level": 4,
    "weight": 15,
    "attributeId": "g.3"
  },
  {
    "id": 258,
    "shortDescription": "Processes are optimized to ensure adjustments to the CBB/PBB and the PMB are reconcilable and traceable via contract budget logs.",
    "longDescription": "Reconciliation includes the use of budget logs and baseline change documentation including all necessary approvals and information for accurate and effective control. <br/><br/>The PMB is effectively controlled in the freeze period to prevent unnecessary adjustments.<br/><br/>Reconciliation of baseline changes and their integration with the Budgeting and Work Authorization sub-process and Analysis and Management Reporting process are automated, monitored, used for management control and automatically tested to assess system health and integrity. Necessary corrective actions are implemented, completed, and recurring issues resolved.<br/><br/>Routine surveillance results of baseline change reconciliation are fully disclosed with all key stakeholders, who maximize use of these results.<br/><br/>The process of baseline change reconciliation is continuously improved and optimized.",
    "level": 5,
    "weight": 20,
    "attributeId": "g.3"
  },
  {
    "id": 259,
    "shortDescription": "Not required for this project",
    "longDescription": "Not required for this project",
    "level": 0,
    "weight": 0,
    "attributeId": "g.4"
  },
  {
    "id": 260,
    "shortDescription": "Not yet started",
    "longDescription": "Not yet started",
    "level": 1,
    "weight": 0,
    "attributeId": "g.4"
  },
  {
    "id": 261,
    "shortDescription": "Some processes to control retroactive changes are in place but are not documented.",
    "longDescription": "The process to effectively implement change management and control to minimize retroactive change occurrences has not been clearly defined.<br/><br/>There is no disciplined approach in place to manage and incorporate retroactive budget and performance adjustments to the PMB.<br/><br/>There is little reconciliation between adjusted budget and performance data due to retroactive changes and previously reported data. <br/><br/>There is little documentation of budget, earned value, and actual cost adjustments, due to retroactive changes.",
    "level": 2,
    "weight": 5,
    "attributeId": "g.4"
  },
  {
    "id": 262,
    "shortDescription": "Most processes are documented to consistently control retroactive changes.",
    "longDescription": "Most change control processes exist defining policy for retroactive changes. The policy includes conditions for use such as prohibitions, approvals, and justifications. Change control logs record most of the change activities.<br/><br/>In most cases, a disciplined approach is in place to identify, manage and incorporate retroactive budget and performance adjustments to the PMB.<br/><br/>The reconciliation between adjusted and previously reported data has minor gaps. There is documentation of budget, earned value, and actual cost adjustments in the logs and reporting data.<br/><br/>Control of retroactive changes is coordinated with the Accounting Considerations sub-process, Indirect Budget and Cost Management sub-process and Analysis and Management Reporting sub-process.",
    "level": 3,
    "weight": 9,
    "attributeId": "g.4"
  },
  {
    "id": 263,
    "shortDescription": "All processes to consistently identify and control retroactive changes are documented and followed.",
    "longDescription": "Change control processes clearly and fully define policy regarding retroactive changes including conditions for use such as prohibitions, approvals, and justifications. Change control logs record all change activities.<br/><br/>A disciplined approach is in place to identify, manage and incorporate retroactive budget and performance adjustments to the PMB. Adjusted and previously reported data is documented and reconciled. Budget, earned value, and actual cost adjustments are documented in a timely manner. Problems are identified, logged, tracked, mitigated, corrected and closed, providing management with insight to make timely decisions.<br/><br/>Retroactive changes are limited to correction of errors, routine accounting adjustments, effects of customer or management directed changes, or to improve the baseline integrity and accuracy of performance measurement data. <br/><br/>Control of retroactive changes is fully integrated with the Accounting Considerations sub-process, Indirect Budget and Cost Management sub-process and Analysis and Management Reporting sub-process.",
    "level": 4,
    "weight": 14,
    "attributeId": "g.4"
  },
  {
    "id": 264,
    "shortDescription": "Retroactive changes are controlled, reviewed monthly and inform proactive decision-making.",
    "longDescription": "Adjusted and previously reported data are accurately reconciled and documented on a monthly basis. This process is repeatable and regularly reviewed by management.<br/><br/>Retroactive changes are monitored and automatically reviewed to assess system health and integrity. Necessary corrective actions are implemented, completed, and recurring issues resolved.<br/><br/>Change control logs record all change activities immediately. All adjustments to cost and schedule variances are routinely surveilled and documented with appropriate explanations. They are fully disclosed with all key stakeholders, who maximize use of these results.<br/><br/>Stakeholders are able to make decisions using up-to-date information produced by the EVMS reflecting all retroactive changes with related explanations.<br/><br/>Control of retroactive changes is continuously improved and optimized.",
    "level": 5,
    "weight": 19,
    "attributeId": "g.4"
  },
  {
    "id": 265,
    "shortDescription": "Not required for this project",
    "longDescription": "Not required for this project",
    "level": 0,
    "weight": 0,
    "attributeId": "g.5"
  },
  {
    "id": 266,
    "shortDescription": "Not yet started",
    "longDescription": "Not yet started",
    "level": 1,
    "weight": 0,
    "attributeId": "g.5"
  },
  {
    "id": 267,
    "shortDescription": "The process to control changes to the CBB/PBB and TAB has started but is not documented.",
    "longDescription": "There is little disciplined management of CBB/PBB and TAB. <br/><br/>Change control logs are incomplete.",
    "level": 2,
    "weight": 5,
    "attributeId": "g.5"
  },
  {
    "id": 268,
    "shortDescription": "Most documented processes to control changes to the CBB and TAB are in place.",
    "longDescription": "The CBB/PBB and TAB relationship is being managed in a disciplined manner. The CBB/PBB to contract value relationship is mostly maintained. <br/><br/>There is a process in place to control contract changes. Change control logs reflect most of the changes to the PMB and CBB/PBB.<br/><br/>The Preventing Unauthorized Revisions to the CBB/PBB process is coordinated with the Budgeting and Work Authorization sub-process and Analysis and Management Reporting sub-process.",
    "level": 3,
    "weight": 10,
    "attributeId": "g.5"
  },
  {
    "id": 269,
    "shortDescription": "All processes to control changes to the CBB/PBB and TAB are documented, reviewed, and approved.",
    "longDescription": "The CBB/PBB to contract value relationship is continuously monitored. Change control logs reflect all changes to the PMB and CBB/PBB and fully reconcile.<br/><br/>Problems related to the CBB/PBB and TAB are identified, logged, tracked, mitigated, corrected and closed, providing management with insight to make timely decisions.<br/><br/>The Preventing Unauthorized Revisions to the CBB/PBB process is fully integrated with the Budgeting and Work Authorization sub-process and Analysis and Management Reporting sub-process.",
    "level": 4,
    "weight": 16,
    "attributeId": "g.5"
  },
  {
    "id": 270,
    "shortDescription": "Changes to the CBB/PBB and TAB are proactively integrated into the project/program control management decision processes.",
    "longDescription": "Stakeholders are able to make timely decisions using up-to-date information produced by the EVMS reflecting all revisions.<br/><br/>Unauthorized revisions to the CBB/PBB are monitored, and automatically identified using a data driven approach including test metrics. Necessary corrective actions are implemented, completed, and recurring issues resolved. <br/><br/>Routine surveillance results of CBB/PBB and TAB are fully disclosed with all key stakeholders, who maximize use of these results.<br/><br/>Process and operations are optimized.  Fewer hours are being used to execute the process/operation; processes/operations are more intuitive and therefore more broadly accepted; and data are being generated timelier with greater accuracy.",
    "level": 5,
    "weight": 21,
    "attributeId": "g.5"
  },
  {
    "id": 271,
    "shortDescription": "Not required for this project",
    "longDescription": "Not required for this project",
    "level": 0,
    "weight": 0,
    "attributeId": "g.6"
  },
  {
    "id": 272,
    "shortDescription": "Not yet started",
    "longDescription": "Not yet started",
    "level": 1,
    "weight": 0,
    "attributeId": "g.6"
  },
  {
    "id": 273,
    "shortDescription": "OTB/OTS is performed without customer notification and is not reflected in TAB, CBB, and PMB",
    "longDescription": "OTB/OTS implementation results in a discrepancy between TAB, CBB/PBB and PMB.  <br/><br/>There is little coordination between customer and contractor towards a mutual agreement of OTB/OTS.",
    "level": 2,
    "weight": 3,
    "attributeId": "g.6"
  },
  {
    "id": 274,
    "shortDescription": "OTB/OTS is performed with customer notification.",
    "longDescription": "Coordination between customer and contractor towards a mutual agreement of OTB/OTS is occurring with some gaps.<br/><br/>TAB, CBB and PMB values are not appropriately updated with OTB/OTS implementation. <br/><br/>OTB Authorization is coordinated with the Budgeting and Work Authorization sub-process, the Planning and Scheduling sub-process, and the Analysis and Management Reporting sub-process.",
    "level": 3,
    "weight": 6,
    "attributeId": "g.6"
  },
  {
    "id": 275,
    "shortDescription": "OTB/OTS is performed with prior customer notification and approval (if required).",
    "longDescription": "Prior approval (if required) of OTB/OTS is occurring between the customer and contractor.  The TAB, CBB/PBB and PMB are updated to reflect OTB/OTS.<br/><br/>Problems related to the OTB/OTS process implementation, and their root causes, are identified, logged, tracked, mitigated, corrected and closed, providing management with insight to make timely decisions.<br/><br/>OTB/OTS Authorization is fully integrated with the Budgeting and Work Authorization sub-process, the Planning and Scheduling sub-process, and the Analysis and Management Reporting sub-process.",
    "level": 4,
    "weight": 9,
    "attributeId": "g.6"
  },
  {
    "id": 276,
    "shortDescription": "OTB/OTS scope is proactively addressed with customer notification, coordination, and approval (if required), after thorough analysis.",
    "longDescription": "After a thorough analysis of the budget variance, a solution is developed between parties with realistic goals and mutual agreement (written approval if required). The PMB reflects OTB/OTS and is integrated across the EVMS. Management addresses OTB and OTS in a timely, cooperative, and effective manner resulting in stability for cost and schedule performance.<br/><br/>OTB/OTS data are monitored and used for management control and are automatically tested to assess system health and integrity. Necessary corrective actions are implemented, completed, and recurring issues resolved, leading to continuous improvement.<br/><br/>Routine surveillance results of OTB/OTS are fully disclosed with all key stakeholders, who maximize use of these results.<br/><br/>The project/program has successfully completed an external review, such as an Integrated Baseline Review (IBR).",
    "level": 5,
    "weight": 12,
    "attributeId": "g.6"
  },
  {
    "id": 277,
    "shortDescription": "Not required for this project",
    "longDescription": "Not required for this project",
    "level": 0,
    "weight": 0,
    "attributeId": "h.1"
  },
  {
    "id": 278,
    "shortDescription": "Not yet started",
    "longDescription": "Not yet started",
    "level": 1,
    "weight": 0,
    "attributeId": "h.1"
  },
  {
    "id": 279,
    "shortDescription": "Some documented processes exist ensuring material ACWP is recorded on the same basis as material BCWS is planned and material BCWP is claimed. Material is reconciled between the EVMS and accounting system annually or at contract completion.",
    "longDescription": "Material anomalies identified during reconciliation are documented but may not be corrected and could recur.<br/><br/>Incurred cost reports comparing the EVMS material ACWP to the accounting system (general ledger) are not available and the project/program is unable to demonstrate the EVMS material ACWP is consistent with the way material was budgeted and performance claimed. The project/program is also unable to determine whether material actuals/performance differences are due to timing (estimated actuals), or whether the cost variance and associated performance management is accurate.",
    "level": 2,
    "weight": 4,
    "attributeId": "h.1"
  },
  {
    "id": 280,
    "shortDescription": "Most documented processes exist ensuring material ACWP is recorded on the same basis as its BCWS and BCWP, with a few gaps. Material ACWP is reconciled between the EVMS and accounting system quarterly and anomalies are corrected periodically.",
    "longDescription": "Incurred cost reports comparing the EVMS material ACWP to the accounting system (general ledger) are available on a quarterly basis. This allows the project/program to determine quarterly whether material actuals/performance differences are due to timing (estimated ACWP) or errors.  <br/><br/>Issues identified during reconciliation are documented and corrected within the quarter, but this lag adversely impacts the material cost variance, Estimate at Completion (EAC), and associated performance measurement reported to the customer each month.<br/><br/>Recording Actual Material Costs is coordinated with the Accounting Considerations sub-process and Analysis and Management Reporting sub-process.",
    "level": 3,
    "weight": 8,
    "attributeId": "h.1"
  },
  {
    "id": 281,
    "shortDescription": "All processes are documented and approved ensuring material ACWP is recorded on the same basis as its BCWS and BCWP. Material ACWP is reconciled between the EVMS and accounting system each month and errors are documented and corrected typically within two accounting periods.",
    "longDescription": "Incurred cost reports comparing the EVMS material ACWP to the accounting system (general ledger) are available each month. Estimated ACWP or accounting accruals are used, if needed. This allows the project/program to determine whether material actuals/performance differences are due to timing (estimated ACWP) or errors. <br/><br/>Issues identified during reconciliation are documented, tracked to closure, accurately reported, and corrected expeditiously, typically within two accounting periods.  <br/><br/>Recording Actual Material Costs is fully integrated with the Accounting Considerations sub-process and Analysis and Management Reporting sub-process.",
    "level": 4,
    "weight": 12,
    "attributeId": "h.1"
  },
  {
    "id": 282,
    "shortDescription": "The project/program proactively ensures material ACWP is consistent with the corresponding material budget and performance. Metrics are documented and maintained each month. Corrections are monitored to completion, typically within one accounting period.",
    "longDescription": "A formal process has been implemented ensuring EVMS material ACWP is reconcilable to material budgets in the accounting system, on a monthly basis. Any anomalies identified during reconciliation are documented, tracked to closure, and corrected in the following accounting period. This ensures that the impact to material cost variances, EAC, and associated performance measurement are minimized, and the material data reported to the customer each month represents actual performance.<br/><br/>Material costs are monitored and used for management control and are automatically tested to assess system health and integrity. Necessary corrective actions are implemented, completed, and recurring issues resolved.<br/><br/>Routine surveillance results of material costs are fully disclosed with all key stakeholders. The recording of material costs is continuously improved and optimized.",
    "level": 5,
    "weight": 15,
    "attributeId": "h.1"
  },
  {
    "id": 283,
    "shortDescription": "Not required for this project",
    "longDescription": "Not required for this project",
    "level": 0,
    "weight": 0,
    "attributeId": "h.2"
  },
  {
    "id": 284,
    "shortDescription": "Not yet started",
    "longDescription": "Not yet started",
    "level": 1,
    "weight": 0,
    "attributeId": "h.2"
  },
  {
    "id": 285,
    "shortDescription": "Some documented processes exist identifying how and when material BCWP is recorded, including HDV and/or CI material if applicable.",
    "longDescription": "The project/program lacks the documented processes required to identify, segregate, plan, or track material performance.<br/><br/>The project/program is unable to verify regular material BCWP reported in the EVMS is based on receipt, inspection, and acceptance.  HDV/CI material EVMS reconciliation with vendor negotiations is conducted annually or at contract completion. <br/><br/>Any material BCWP anomalies identified during reconciliation are documented and corrected at that time, but they could reoccur.",
    "level": 2,
    "weight": 4,
    "attributeId": "h.2"
  },
  {
    "id": 286,
    "shortDescription": "Most processes specifying how and when material BCWP is recorded, including HDV and/or CI material if applicable, are documented, however they are not approved. Material BCWP is reviewed quarterly and any identified issues are corrected periodically.",
    "longDescription": "The project/program implements processes specifying how material, and if applicable HDV and/or CI material, is identified, segregated, planned, and performance measured. However, these processes are not formally documented.  <br/><br/>All material BCWP, including HDV and/or CI material if applicable, is reconciled quarterly.  HDV/CI material is also reconciled with vendor negotiations on a quarterly basis. The project/program has the ability to identify material BCWP differences, including HDV and/or CI material if applicable. These differences are identified, documented and corrected periodically, but the time lag for corrections adversely impacts the material cost variance, EAC, and associated performance measurement reported quarterly as required.<br/><br/>Material Performance is coordinated with the Planning and Scheduling sub-process and Budgeting and Work Authorization sub-process.",
    "level": 3,
    "weight": 8,
    "attributeId": "h.2"
  },
  {
    "id": 287,
    "shortDescription": "All processes are documented and approved specifying how and when material BCWP is recorded, including HDV and/or CI material if applicable. Material BCWP is reviewed each month and corrected within the accounting period.",
    "longDescription": "The project/program has documented, and approved processes designed to ensure how material, and if applicable HDV and/or CI material, is identified, segregated, planned, and performance is measured and implements those processes on a monthly basis.<br/><br/>The EVMS material BCWP, including HDV and/or CI material if applicable, is not recorded prior to delivery, issuance from inventory, or consumption. <br/><br/>Material BCWP differences are tracked to closure end-to-end, and corrected expeditiously, typically within two accounting periods. The impact to material cost variances, EAC, and associated performance measurement is minimized and limited to one accounting period.<br/><br/>Material Performance is fully integrated with the Planning and Scheduling sub-process and Budgeting and Work Authorization sub-process.",
    "level": 4,
    "weight": 11,
    "attributeId": "h.2"
  },
  {
    "id": 288,
    "shortDescription": "The project/program proactively reviews material BCWP, including HDV and/or CI material, to ensure it is accurately recorded.  Future material requirements are routinely evaluated to assess the potential impact to the project/program, if any.",
    "longDescription": "The project/program has established a formal monthly business rhythm to ensure material BCWP is correctly claimed each month. The project/program conducts a “look ahead” designed to monitor material on the critical path in the next two months. Any potential material impact is forecasted and included in the IMS, to ensure that impacts to material cost variances, EAC, and associated performance measurement are minimized, and the material data reported each month represents actual performance.<br/><br/>Material performance data are monitored and used for management control and are automatically tested to assess system health and integrity. Necessary corrective actions are implemented, completed, and recurring issues resolved.<br/><br/>Routine surveillance results of material performance data are fully disclosed with all key stakeholders, who maximize use of these results.<br/><br/>Material performance is continuously improved and optimized.",
    "level": 5,
    "weight": 15,
    "attributeId": "h.2"
  },
  {
    "id": 289,
    "shortDescription": "Not required for this project",
    "longDescription": "Not required for this project",
    "level": 0,
    "weight": 0,
    "attributeId": "h.3"
  },
  {
    "id": 290,
    "shortDescription": "Not yet started",
    "longDescription": "Not yet started",
    "level": 1,
    "weight": 0,
    "attributeId": "h.3"
  },
  {
    "id": 291,
    "shortDescription": "The material control system contains some processes addressing residual material. The project/ program is unable to identify residual material.",
    "longDescription": "The project/program material control system lacks the documented processes required to identify, track, and dispose of the residual material that is placed in inventory. Accordingly, the EVMS sub-processes do not address how residual material impacts the project/program EAC. <br/><br/>A comparison between the EVMS and the material control system is conducted annually or at project/ program completion to identify residual material. Residual material identified during this comparison are documented but may not be corrected and this situation could reoccur. Accordingly, this could adversely impact the EAC.",
    "level": 2,
    "weight": 2,
    "attributeId": "h.3"
  },
  {
    "id": 292,
    "shortDescription": "The material control system contains most processes addressing accountability of residual material. Residual material is evaluated quarterly and identified issues are corrected periodically.",
    "longDescription": "Both the project/program material control system and EVMS implement sub-processes required to identify, track, and dispose of the residual material that is placed in inventory, with some gaps.   <br/><br/>Residual material is reconciled between the EVMS and the material control system on a quarterly basis. Potential residual material is identified and documented periodically. This time lag may adversely impact the material cost variance, EAC, funding requirements, and associated performance measurement reported to the customer since the true material cost is unknown. <br/><br/>Residual Material is coordinated with the Accounting Considerations sub-process.",
    "level": 3,
    "weight": 5,
    "attributeId": "h.3"
  },
  {
    "id": 293,
    "shortDescription": "The material control system contains all processes addressing accountability of residual material. All processes are documented and approved. Residual material is evaluated on a monthly basis or upon availability.",
    "longDescription": "The project/program material control system and EVMS have documented and approved processes designed to ensure how residual material is identified, costs established, tracked, and dispositioned. Opportunities for other uses of residual material are identified expeditiously; this could result in impacts to the EAC and funding requirements.<br/><br/>Residual material is reconciled between the EVMS and the material control system each month. Potential residual material is identified and documented monthly. Since the true material cost is known each month, the impact to material cost variances, EAC, funding requirements, and associated performance measurement is minimized, providing management and the customer real-time data enhancing decision-making.<br/><br/>Problems with residual material tracking are identified and logged.<br/><br/>Residual Material is fully integrated with the Accounting Considerations sub-process.",
    "level": 4,
    "weight": 7,
    "attributeId": "h.3"
  },
  {
    "id": 294,
    "shortDescription": "Residual material is reviewed and evaluated continuously. The project/program proactively manages residual material based on expected future performance.",
    "longDescription": "Identifying, tracking, and dispositioning of residual material is fully integrated and automated between the EVMS and material control system. This forms the basis for a monthly business rhythm that is in place and fully coordinates assumptions for identifying residual material, predicting performance, and proactive transfer of residual material to other program(s), or disposition. <br/><br/>This also fosters a proactive and collaborative risk-reduced sparing analysis for timely and continuous identification of residual material. This continuous analysis effectively realizes project/ program savings and alternative best use of material for this or other projects/programs. Routine surveillance results of residual material are fully disclosed with all key stakeholders, who maximize use of these results.<br/><br/>The residual material process is continuously improved and optimized.",
    "level": 5,
    "weight": 9,
    "attributeId": "h.3"
  },
  {
    "id": 295,
    "shortDescription": "Not required for this project",
    "longDescription": "Not required for this project",
    "level": 0,
    "weight": 0,
    "attributeId": "h.4"
  },
  {
    "id": 296,
    "shortDescription": "Not yet started",
    "longDescription": "Not yet started",
    "level": 1,
    "weight": 0,
    "attributeId": "h.4"
  },
  {
    "id": 297,
    "shortDescription": "Some documented processes for material variance analysis are in place. The project/program is unable to provide material variance analysis.",
    "longDescription": "The project/program lacks documented processes needed to define the requirements for material variance analysis.<br/><br/>Material price/usage variance analysis is conducted annually or at project/program completion. <br/><br/>Issues identified during the variance analysis are documented but impacts to the EAC are not reported and corrective actions may not be implemented.",
    "level": 2,
    "weight": 3,
    "attributeId": "h.4"
  },
  {
    "id": 298,
    "shortDescription": "Most processes addressing material variance analysis are in place, but not all of them are formally documented. Material variance analysis is conducted at least quarterly and identified issues are corrected periodically.",
    "longDescription": "The project/program implements processes required to conduct material price/usage variance analysis, but they are not formally documented.  <br/><br/>The EVMS has the capability to identify material as an Element of Cost (EOC) when required.  A Bill of Material (BOM) is available documenting the material baseline. This allows data from the EVMS and material control system to be compared to current conditions. Material price/usage variance analysis is conducted on a quarterly basis. The cause and impact of variances are evaluated, and corrective action implemented. However, time lag may adversely impact the EAC reported to the customer.<br/><br/>Material price/usage variance analysis is coordinated with the Analysis and Management Reporting sub-process.",
    "level": 3,
    "weight": 6,
    "attributeId": "h.4"
  },
  {
    "id": 299,
    "shortDescription": "All processes addressing material variance analysis are documented and approved. Material price/usage variance analysis is conducted on a monthly basis and corrective action implemented expeditiously.",
    "longDescription": "The project/program uses material price/usage analysis to predict future performance. The EAC reported to the customer is updated each month reflecting corrective actions. Material price/usage problems are identified, logged, tracked, mitigated, corrected and closed.<br/><br/>The accounting system and EVMS consistently identify material as an EOC. A BOM is available in the material control system documenting the material baseline and is integrated with the EVMS. Each month, the BOM is compared to current conditions to conduct material price/usage variance analysis. The project/program can determine if material variances are driven by price or usage. The cause and impact of variances are evaluated monthly and corrective action implemented expeditiously. <br/><br/>Material price/usage variance analysis is fully integrated with the Analysis and Management Reporting sub-process.",
    "level": 4,
    "weight": 9,
    "attributeId": "h.4"
  },
  {
    "id": 300,
    "shortDescription": "Information resulting from material price/usage analysis is proactively shared and managed. The contractor evaluates future material requirements and any changes in quantity or price are addressed immediately to mitigate any future impact.",
    "longDescription": "The project/program implements a monthly business rhythm designed to evaluate and correct material cost variances. <br/><br/>Data from the EVMS and material control system are automatically compared, and validated, allowing material price/usage variance analysis to be conducted on a monthly basis. The cause and impact of material price/usage variances are evaluated, and corrective action implemented immediately to mitigate future performance issues. The material Estimate to Complete (ETC) and EAC are automatically updated to ensure the data reported each month to the customer is representative of actual performance. <br/><br/>Routine surveillance results of material price/usage variances are fully disclosed with all key stakeholders, who maximize use of these results.  <br/><br/>The material price/usage variance analysis process is continuously improved and optimized by reviewing prior corrective actions.",
    "level": 5,
    "weight": 12,
    "attributeId": "h.4"
  },
  {
    "id": 301,
    "shortDescription": "Not required for this project",
    "longDescription": "Not required for this project",
    "level": 0,
    "weight": 0,
    "attributeId": "h.5"
  },
  {
    "id": 302,
    "shortDescription": "Not yet started",
    "longDescription": "Not yet started",
    "level": 1,
    "weight": 0,
    "attributeId": "h.5"
  },
  {
    "id": 303,
    "shortDescription": "Some documented processes exist addressing unit costs, equivalent unit, lot costs, recurring, and nonrecurring costs by Element of Cost (EOC).  Some unit costs and recurring/nonrecurring costs are identified in the current accounting system and M/ERP, with significant gaps.",
    "longDescription": "The project/program lacks documented processes for the classification of direct costs and credits.<br/><br/>The project/program’s accounting system and M/ERP can separately identify some unit costs, equivalent unit, lot costs, recurring, and nonrecurring costs by EOC. But there is a lack of integration between the accounting system and M/ERP.",
    "level": 2,
    "weight": 2,
    "attributeId": "h.5"
  },
  {
    "id": 304,
    "shortDescription": "Most processes are documented providing for the identification and isolation of unit costs, equivalent unit, lot costs, recurring and nonrecurring costs by EOC. Most unit costs and recurring/nonrecurring costs can be identified in the accounting system and M/ERP, with a few gaps.",
    "longDescription": "The project/program implements processes designed to ensure unit costs, equivalent unit, lot costs, recurring, and nonrecurring costs are identified and provided by EOC. Not all processes are formally documented and approved.<br/><br/>The project/program’s accounting system and M/ERP can identify and provide most unit costs, equivalent unit, lot costs, recurring, and nonrecurring costs by EOC. There is some integration between the accounting system and M/ERP, but gaps may exist.<br/><br/>Most unit cost and recurring/nonrecurring cost anomalies are identified, but the project/program has difficulty making corrections.<br/><br/>The Unit Costs and Recurring/ Nonrecurring Costs are coordinated with the Accounting Considerations sub-process.",
    "level": 3,
    "weight": 4,
    "attributeId": "h.5"
  },
  {
    "id": 305,
    "shortDescription": "All processes to identify and isolate unit costs, equivalent unit, lot costs, recurring, and nonrecurring costs by EOC are documented, approved, and implemented on a monthly basis. All unit costs and recurring/ nonrecurring costs can be identified in the accounting system and M/ERP. ",
    "longDescription": "The project/program’s accounting system and M/ERP system are integrated and can identify unit costs, equivalent unit, lot costs, recurring, and nonrecurring costs by EOC. Accounting system or M/ERP system anomalies are identified and corrected, typically within two accounting periods.  <br/><br/>Although visibility into the factors driving project/ program cost growth is provided to management, customer notification may be delayed. <br/><br/>Problems with unit costs and recurring/nonrecurring costs are identified, logged, tracked, mitigated, corrected and closed, providing management with insight to make timely decisions.<br/><br/>The Unit Costs and Recurring/Nonrecurring Costs are fully integrated with the Accounting Considerations sub-process.",
    "level": 4,
    "weight": 6,
    "attributeId": "h.5"
  },
  {
    "id": 306,
    "shortDescription": "The accounting system and M/ERP are fully integrated, automatically monitored, and any errors corrected immediately, typically within the next accounting period.",
    "longDescription": "The project/program monitors all unit costs, equivalent unit, lot costs, recurring, and nonrecurring costs by EOC on a monthly basis. Management and the customer gain real- time visibility into the factors driving cost growth through a formal business rhythm.  Accounting system or M/ERP system anomalies are typically closed the following accounting month. <br/><br/>Project/program management has the flexibility to plan, measure performance, and forecast in a more efficient way when there are multiple projects/programs in the production line. Routine surveillance results of unit costs and recurring/ nonrecurring reports are fully disclosed with all key stakeholders providing visibility into how the project/program is managing cost and schedule, ensuring sufficient funding is available.<br/><br/>The unit costs and recurring/ nonrecurring costs data are continuously optimized.",
    "level": 5,
    "weight": 8,
    "attributeId": "h.5"
  },
  {
    "id": 307,
    "shortDescription": "Not required for this project",
    "longDescription": "Not required for this project",
    "level": 0,
    "weight": 0,
    "attributeId": "i.1"
  },
  {
    "id": 308,
    "shortDescription": "Not yet started",
    "longDescription": "Not yet started",
    "level": 1,
    "weight": 0,
    "attributeId": "i.1"
  },
  {
    "id": 309,
    "shortDescription": "Some prime contractor processes defining the EVMS flow down and/or data reporting requirements for major and minor subcontractors exist. ",
    "longDescription": "Major and/or minor subcontractor EVMS flow down requirements are not separately identified. The prime contractor manages subcontractor work scope using high-level milestones and summary bars.<br/><br/>The prime contractor does not distinguish between major and minor subcontractor work scope when requesting performance data.",
    "level": 2,
    "weight": 5,
    "attributeId": "i.1"
  },
  {
    "id": 310,
    "shortDescription": "Most prime contractor processes defining the EVMS flow down and/or data reporting requirements for major and minor subcontractors are documented; however, they may not be approved and routinely enforced. ",
    "longDescription": "The prime contractor has identified all subcontractor work scope. EVMS flow down and/or data reporting requirements are applied to most major subcontractors.<br/><br/>Subcontract Identification and EVMS Flow Down Requirements are coordinated with the other EVMS sub-processes.",
    "level": 3,
    "weight": 9,
    "attributeId": "i.1"
  },
  {
    "id": 311,
    "shortDescription": "All prime contractor processes addressing the EVMS flow down and/or data reporting requirements to subcontractors are documented, approved, and enforced. Subcontractor EVMS flow down requirements and monthly data reporting requirements are consistent with project/program risk, size, and complexity.",
    "longDescription": "The prime contractor has identified all major and minor subcontract work scope, and has applied appropriate EVMS flow down and data reporting requirements. The prime contractor remains responsible for EVMS data for management and reporting of minor subcontractors. <br/><br/>A feedback or communication loop has been established by the prime contractor to notify subcontractors to address any issues (scope, schedule, budget, etc.).<br/><br/>Major subcontractors have a documented plan to resolve EVMS flow down requirement issues which are identified, tracked, and corrected, and closed upon successful implementation of the EVMS. In the interim, the prime contractor remains responsible for EVMS data needed for management and reporting. <br/><br/>Subcontract Identification and EVMS Flow Down Requirements are fully integrated with the other EVMS sub-processes.",
    "level": 4,
    "weight": 14,
    "attributeId": "i.1"
  },
  {
    "id": 312,
    "shortDescription": "Prime contractor EVMS flow down and/or monthly data reporting requirements are consistently applied to subcontractors, and proactively monitored to improve subcontract requirements and performance.",
    "longDescription": "A feedback or communication loop is proactively used by the prime contractor, facilitating subcontractors’ ability to immediately address any issues (scope, schedule, budget, etc.).<br/><br/>Subcontract identification and flow down requirements are routinely monitored, surveilled, and shared with stakeholders. Necessary corrective actions are implemented, completed, and recurring issues resolved.<br/><br/>Subcontract identification and flow down requirement practices are continuously improved and optimized.",
    "level": 5,
    "weight": 19,
    "attributeId": "i.1"
  },
  {
    "id": 313,
    "shortDescription": "Not required for this project",
    "longDescription": "Not required for this project",
    "level": 0,
    "weight": 0,
    "attributeId": "i.2"
  },
  {
    "id": 314,
    "shortDescription": "Not yet started",
    "longDescription": "Not yet started",
    "level": 1,
    "weight": 0,
    "attributeId": "i.2"
  },
  {
    "id": 315,
    "shortDescription": "Some documented processes exist addressing integration and analysis of subcontract work scope with the prime contractor’s EVMS.  ",
    "longDescription": "Subcontractors are not separately identified with unique IDs and their work scopes are not integrated within the EVMS.<br/><br/>The prime contractor is unable to analyze the subcontractor performance data.<br/><br/>The subcontractor’s monthly cost and schedule performance data may not be current, accurate, complete, repeatable, auditable and reflective of the actual conditions of performance and progress to date.",
    "level": 2,
    "weight": 6,
    "attributeId": "i.2"
  },
  {
    "id": 316,
    "shortDescription": "Most prime contractor processes detailing the integration and analysis of subcontract work scope with the prime contractor’s EVMS are documented but not approved and enforced. ",
    "longDescription": "Only high-risk subcontractor work scope is integrated with the prime contractor’s EVMS using a common coding structure.<br/><br/>The prime contractor only analyzes high-risk subcontractor performance data. Remaining subcontract work scope is not analyzed. Therefore, the prime contractor may not be able to verify whether subcontractors will deliver the product or service on time or within budget.<br/><br/>Subcontractor Integration and Analysis are coordinated with the Organizing sub-process, Planning and Scheduling sub-process, Budgeting and Work Authorization sub-process, Analysis and Management Reporting sub-process, Change Control sub-process, and Risk Management sub-process.",
    "level": 3,
    "weight": 11,
    "attributeId": "i.2"
  },
  {
    "id": 317,
    "shortDescription": "All prime contractor processes addressing subcontractor integration with the prime contractor’s EVMS are documented, approved, and enforced. All subcontractor work scope is integrated with the prime contractor’s EVMS and regularly analyzed and reported to the customer at the appropriate levels.",
    "longDescription": "The prime contractor integrates subcontractor work scope at the level needed to support development and maintenance of the critical path.  All subcontractor work scope, schedule, and budget data are fully integrated within the prime contractor’s Performance Measurement Baseline (PMB) at the appropriate levels.<br/><br/>The prime contractor conducts monthly end-to-end analysis of subcontractor cost and schedule performance data and variances to verify they are current, accurate, complete, repeatable, auditable and consistent with actual conditions of performance and progress, and whether the subcontractor is deviating from the baseline plan. Any needed corrective actions to achieve objectives are implemented.<br/><br/>Management Reserve (MR) and Undistributed Budget (UB) belonging to a subcontractor are incorporated with the prime contractor’s EVMS and traceable to the subcontractor’s reported MR/UB values. <br/><br/>Subcontractor Integration and Analysis are fully integrated with the Organizing sub-process, Planning and Scheduling sub-process, Budgeting and Work Authorization sub-process, Analysis and Management Reporting sub-process, Change Control sub-process, and Risk Management sub-process.",
    "level": 4,
    "weight": 17,
    "attributeId": "i.2"
  },
  {
    "id": 318,
    "shortDescription": "All subcontractor performance data is submitted, reviewed, and incorporated as part of the prime contractor’s performance at the appropriate levels. This occurs in the same month it is reported to the customer, enhancing decision-making.",
    "longDescription": "Monthly changes to the subcontractor’s work scope and baseline plan are coordinated with the prime contractor. Changes are effectively controlled to maintain the integrity of the prime contractor’s performance data.<br/><br/>Routine surveillance, monitoring, and automated testing of subcontractor data are conducted to assess system health and integrity, and identify data anomalies and performance issues. Necessary corrective actions are implemented, completed, and recurring issues resolved. <br/><br/>The prime contractor and subcontractor accounting calendars are aligned for timely data integration and early visibility into issues. The prime contractor and subcontractor have open communications and a collaborative working relationship.<br/><br/>The prime contractor coordinates any Over Target Baseline (OTB)/Over Target Schedule (OTS) with the customer and subcontractor to properly manage its implementation.<br/><br/>Subcontract integration and analysis practices are continuously improved and optimized.",
    "level": 5,
    "weight": 22,
    "attributeId": "i.2"
  },
  {
    "id": 319,
    "shortDescription": "Not required for this project",
    "longDescription": "Not required for this project",
    "level": 0,
    "weight": 0,
    "attributeId": "i.3"
  },
  {
    "id": 320,
    "shortDescription": "Not yet started",
    "longDescription": "Not yet started",
    "level": 1,
    "weight": 0,
    "attributeId": "i.3"
  },
  {
    "id": 321,
    "shortDescription": "The prime contractor has documented some processes for oversight of the subcontractor’s management processes and EVMS.",
    "longDescription": "Some subcontracts requiring EVMS oversight are identified.<br/><br/>The prime contractor lacks a formal strategy and plan for subcontractor oversight.",
    "level": 2,
    "weight": 5,
    "attributeId": "i.3"
  },
  {
    "id": 322,
    "shortDescription": "The prime contractor has documented most processes for oversight of the subcontractor’s management processes and EVMS. However, implementation of the processes is inconsistent.",
    "longDescription": "Subcontracts requiring EVMS oversight are mostly identified. However, surveillance of the subcontractor’s EVMS and analysis of subcontractor’s management processes are inconsistent.<br/><br/>Subcontract Oversight contract requirements are coordinated with the Organizing sub-process, Planning and Scheduling sub-process, Budgeting and Work Authorization sub-process, Analysis and Management Reporting sub-process, Change Control sub-process, and Risk Management sub-process.",
    "level": 3,
    "weight": 9,
    "attributeId": "i.3"
  },
  {
    "id": 323,
    "shortDescription": "The prime contractor applies and enforces documented processes for oversight of the subcontractor’s management processes and EVMS. ",
    "longDescription": "The prime contractor conducts regular surveillance of the subcontractor’s management processes and EVMS to ensure that timely, reliable and accurate data are produced. These data are reflective of actual conditions for subcontract cost, schedule and technical performance. <br/><br/>Necessary corrective actions are implemented, completed, and recurring issues tracked to resolution.<br/><br/>Results from subcontract oversight are fully integrated with the prime contractor’s decision-making process. Subcontract Oversight contract requirements are fully integrated with the Organizing sub-process, Planning and Scheduling sub-process, Budgeting and Work Authorization sub-process, Analysis and Management Reporting sub-process, Change Control sub-process, and Risk Management sub-process.",
    "level": 4,
    "weight": 14,
    "attributeId": "i.3"
  },
  {
    "id": 324,
    "shortDescription": "The prime contractor’s oversight of the subcontractor management processes is proactive, integrating EVMS as part of the monthly project/program business rhythm. ",
    "longDescription": "Data and analysis reports resulting from subcontract oversight are routinely monitored and automatically tested to assess system health and integrity. <br/><br/>Routine surveillance identifies ineffective/inefficient subcontractor management processes and are fully disclosed with all key stakeholders, who maximize use of these results.<br/><br/>The prime contractor has a documented management and surveillance plan (e.g., Subcontractor Management Plan) that outlines the prime’s approach to managing subcontractor requirements and responsibilities for completing specified work scope assignments and for the delivery of products and services.<br/><br/>Where appropriate, the prime contractor conducts an independent review (e.g., Independent Baseline Review (IBR)) on the subcontractor’s baselines. <br/><br/>Subcontract oversight practices are continuously improved and optimized.",
    "level": 5,
    "weight": 19,
    "attributeId": "i.3"
  },
  {
    "id": 325,
    "shortDescription": "Not required for this project",
    "longDescription": "Not required for this project",
    "level": 0,
    "weight": 0,
    "attributeId": "j.1"
  },
  {
    "id": 326,
    "shortDescription": "Not yet started",
    "longDescription": "Not yet started",
    "level": 1,
    "weight": 0,
    "attributeId": "j.1"
  },
  {
    "id": 327,
    "shortDescription": "Some of the processes to incorporate risk planning are in place. Clear ties between risks are not yet in place to support the execution plan. ",
    "longDescription": "The risk management plan is under development.  <br/><br/>Risk owners may not be documented, mitigation steps have not been identified, and surveillance plans are not in place. The corresponding activities are not identified in the schedule or cost estimates at this point.<br/><br/>Ties between project/program activities and contingency such as MR, SM and customer contingency are not clearly identified.",
    "level": 2,
    "weight": 8,
    "attributeId": "j.1"
  },
  {
    "id": 328,
    "shortDescription": "The process to incorporate risk planning is in place, with some gaps. The risk management plan is in place. Some project/ program activities have ties to contingency.",
    "longDescription": "The risk management plan is developed and in use, with minor issues.  <br/><br/>The risk owners are partially identified and documented, and mitigation steps have been identified, but not executed. The mitigation steps are incorporated into the schedule and cost as appropriate. Most ties are clearly identified between appropriate project/program activities and contingency, such as MR, SM, and customer contingency. <br/><br/>Risk tools are updated to maintain a current understanding of the risks and risk impacts. This includes schedule risk assessments, review of critical elements, review of resource availability impacting critical activities, impacts of updated budget constraints and the impacts of re-planning as they affect future activities.",
    "level": 3,
    "weight": 16,
    "attributeId": "j.1"
  },
  {
    "id": 329,
    "shortDescription": "The risk planning process is documented and approved. A risk management plan and an actively maintained risk register are used. Appropriate project/program activities have clear ties to risk reserves and forecasts, as observed in the risk register.",
    "longDescription": "The risk management plan is developed, documented, and in use. A risk register is actively used. Periodic meetings of the risk committee or project/program team members occur and are documented to update risks and ensure teams work to take advantage of opportunities and to avoid threats. A risk manager has been identified for the project/program. <br/><br/>Risk owners are identified and documented; and actively follow through on mitigation actions.  Surveillance occurs as part of the risk management plan to look for the realization of risks at the appropriate times, and to encourage realization of opportunities. <br/><br/>An SRA is used as an integral part of the overall risk process. The SRA validates the sufficiency of schedule margin duration and MR budget.<br/><br/>The range of EACs and schedule forecasts are informed by the risk register and SRA.<br/><br/>Both schedule and cost reflect risk mitigation activities identifiable to the risk register, as appropriate, and with few immaterial exceptions.",
    "level": 4,
    "weight": 24,
    "attributeId": "j.1"
  },
  {
    "id": 330,
    "shortDescription": "A risk register is actively used and surveilled. Routine surveillance results of the risk register are fully disclosed with all key stakeholders to inform decisions and proactively control the project/program. ",
    "longDescription": "Regular meetings of the risk committee or project/program team members occur, including the customer as needed. Risk owners actively work to avoid a threat or encourage an opportunity.  <br/><br/>Risk data are monitored and automatically tested to assess system health and integrity. Necessary corrective actions are implemented, completed, and recurring issues resolved.<br/><br/>All of the project/program activities with identified risk have clear ties to risk reserves, active surveillance, ongoing planning and management. <br/><br/>The risk management process is continuously improved and optimized.",
    "level": 5,
    "weight": 32,
    "attributeId": "j.1"
  },
  {
    "id": 331,
    "shortDescription": "Not required for this project",
    "longDescription": "Not required for this project",
    "level": 0,
    "weight": 0,
    "attributeId": "j.2"
  },
  {
    "id": 332,
    "shortDescription": "Not yet started",
    "longDescription": "Not yet started",
    "level": 1,
    "weight": 0,
    "attributeId": "j.2"
  },
  {
    "id": 333,
    "shortDescription": "Some processes to incorporate risk management in the project/program are in place.",
    "longDescription": "The processes in the risk management plan are under development and starting to be used by the project/program to exercise control of risks.<br/><br/>Resources needed to address the risk management process are not in place.",
    "level": 2,
    "weight": 7,
    "attributeId": "j.2"
  },
  {
    "id": 334,
    "shortDescription": "Most of the processes to incorporate risk management in the project/program are in use, with some gaps.",
    "longDescription": "The processes in the risk management plan are mostly developed and in use, including the process by which the project/program will exercise control of risks.  <br/><br/>The process includes a surveillance plan that targets who is looking for the risk, when they should look (what time window or project/program phase), and who they should alert.<br/><br/>The risk management updates address retirement of risks as well as updates to active risks, as needed. Implications of changed or retired risk is integrated and evident throughout all EVMS sub-processes.<br/><br/>Resources needed to address the risk management process are mostly in place.",
    "level": 3,
    "weight": 14,
    "attributeId": "j.2"
  },
  {
    "id": 335,
    "shortDescription": "All processes to incorporate the risk management process are documented and in use. Ties between all risks and risk reserves used, are logical and clear. ",
    "longDescription": "The processes in the risk management plan are in use to exercise day-to-day control of risks. Risk management is auditable and transparent with mitigation plans. Realized risk impacts are integrated into the EVMS to include the schedule and budget implications during establishment and maintenance of the PMB, EACs and schedule forecasts.<br/><br/>Owners of specific risks are identified in plans and are actively managing these risks with mitigation steps identified where appropriate. Mitigation steps are executed and communicated. <br/><br/>Threats and opportunities are continually evaluated, updated, and tracked throughout the entire project/program lifecycle. This covers both known and emerging risks. A surveillance plan is in place and active monitoring of risks is evident during appropriate time windows.  <br/><br/>Necessary corrective actions are implemented, completed, and recurring issues resolved.<br/><br/>Retirement of risks as recommended by the risk committee/team is to the Project Manager (PM) and customer. These recommendations are acted upon and documented when the retirement is approved.",
    "level": 4,
    "weight": 21,
    "attributeId": "j.2"
  },
  {
    "id": 336,
    "shortDescription": "The risk management process is proactive and forward-looking to enhance management decision-making ability. The project/ program team is working to address threats and realize opportunities. ",
    "longDescription": "The risk management process includes routine meetings with both contractor and customer representatives on an appropriate time basis to inform, evaluate and react to threats and opportunities. These meetings are documented, and actions are clearly traceable to all logs and auditable in their integration into the EVMS, including the identification of risks in the schedule and budget baselines.<br/><br/>Risk data are monitored, used for management control and automatically tested to assess system health and integrity. <br/><br/>Routine surveillance results of risks are fully disclosed with all key stakeholders. They are informed of the risks and actions to keep the project/program moving towards a successful outcome in terms of technical scope, schedule, and cost. <br/><br/>The project/program team is working to encourage and develop opportunities identified in the risk management plan to improve performance.<br/><br/>A commitment to threat and opportunity management is clearly part of the corporate culture. The risk management process is continuously improved and optimized.",
    "level": 5,
    "weight": 28,
    "attributeId": "j.2"
  },
  {
    "id": 337,
    "shortDescription": "Not Acceptable",
    "longDescription": "Rating a factor Not Acceptable indicates that the factor’s criteria are consistently below expectations and current performance is unacceptable. The ability to effectively manage the project/program cannot be achieved in this current state and actions are required to improve.",
    "level": 1,
    "weight": 0,
    "attributeId": "1a"
  },
  {
    "id": 338,
    "shortDescription": "Needs Improvement",
    "longDescription": "Rating a factor Not Acceptable indicates that the factor’s criteria are consistently below expectations and current performance is unacceptable. The ability to effectively manage the project/program cannot be achieved in this current state and actions are required to improve.Rating a factor Needs Improvement indicates that the factor’s criteria are not consistent in meeting project/ program expectations and without improvement, the ability to effectively manage the project/program is at risk. Substantial action is required to meet expectations.",
    "level": 2,
    "weight": 19,
    "attributeId": "1a"
  },
  {
    "id": 339,
    "shortDescription": "Meets Some",
    "longDescription": "Rating a factor Meets Some indicates that the factor’s criteria are partially met and without improvement, the ability to effectively manage the project/program could be in jeopardy.",
    "level": 3,
    "weight": 39,
    "attributeId": "1a"
  },
  {
    "id": 340,
    "shortDescription": "Meets Most",
    "longDescription": "Rating a factor Meets Most indicates that the factor’s criteria are consistently met and understood, with minor gaps, leading to effective management of project/program.",
    "level": 4,
    "weight": 58,
    "attributeId": "1a"
  },
  {
    "id": 341,
    "shortDescription": "High Performing",
    "longDescription": "Rating a factor High Performing indicates the factor’s criteria are fully met within the context of their respective category (e.g., culture, people, practices, or resources).",
    "level": 5,
    "weight": 78,
    "attributeId": "1a"
  },
  {
    "id": 342,
    "shortDescription": "Not Acceptable",
    "longDescription": "Rating a factor Not Acceptable indicates that the factor’s criteria are consistently below expectations and current performance is unacceptable. The ability to effectively manage the project/program cannot be achieved in this current state and actions are required to improve.",
    "level": 1,
    "weight": 0,
    "attributeId": "1b"
  },
  {
    "id": 343,
    "shortDescription": "Needs Improvement",
    "longDescription": "Rating a factor Not Acceptable indicates that the factor’s criteria are consistently below expectations and current performance is unacceptable. The ability to effectively manage the project/program cannot be achieved in this current state and actions are required to improve.Rating a factor Needs Improvement indicates that the factor’s criteria are not consistent in meeting project/ program expectations and without improvement, the ability to effectively manage the project/program is at risk. Substantial action is required to meet expectations.",
    "level": 2,
    "weight": 15,
    "attributeId": "1b"
  },
  {
    "id": 344,
    "shortDescription": "Meets Some",
    "longDescription": "Rating a factor Meets Some indicates that the factor’s criteria are partially met and without improvement, the ability to effectively manage the project/program could be in jeopardy.",
    "level": 3,
    "weight": 30,
    "attributeId": "1b"
  },
  {
    "id": 345,
    "shortDescription": "Meets Most",
    "longDescription": "Rating a factor Meets Most indicates that the factor’s criteria are consistently met and understood, with minor gaps, leading to effective management of project/program.",
    "level": 4,
    "weight": 45,
    "attributeId": "1b"
  },
  {
    "id": 346,
    "shortDescription": "High Performing",
    "longDescription": "Rating a factor High Performing indicates the factor’s criteria are fully met within the context of their respective category (e.g., culture, people, practices, or resources).",
    "level": 5,
    "weight": 60,
    "attributeId": "1b"
  },
  {
    "id": 347,
    "shortDescription": "Not Acceptable",
    "longDescription": "Rating a factor Not Acceptable indicates that the factor’s criteria are consistently below expectations and current performance is unacceptable. The ability to effectively manage the project/program cannot be achieved in this current state and actions are required to improve.",
    "level": 1,
    "weight": 0,
    "attributeId": "1c"
  },
  {
    "id": 348,
    "shortDescription": "Needs Improvement",
    "longDescription": "Rating a factor Not Acceptable indicates that the factor’s criteria are consistently below expectations and current performance is unacceptable. The ability to effectively manage the project/program cannot be achieved in this current state and actions are required to improve.Rating a factor Needs Improvement indicates that the factor’s criteria are not consistent in meeting project/ program expectations and without improvement, the ability to effectively manage the project/program is at risk. Substantial action is required to meet expectations.",
    "level": 2,
    "weight": 14,
    "attributeId": "1c"
  },
  {
    "id": 349,
    "shortDescription": "Meets Some",
    "longDescription": "Rating a factor Meets Some indicates that the factor’s criteria are partially met and without improvement, the ability to effectively manage the project/program could be in jeopardy.",
    "level": 3,
    "weight": 27,
    "attributeId": "1c"
  },
  {
    "id": 350,
    "shortDescription": "Meets Most",
    "longDescription": "Rating a factor Meets Most indicates that the factor’s criteria are consistently met and understood, with minor gaps, leading to effective management of project/program.",
    "level": 4,
    "weight": 41,
    "attributeId": "1c"
  },
  {
    "id": 351,
    "shortDescription": "High Performing",
    "longDescription": "Rating a factor High Performing indicates the factor’s criteria are fully met within the context of their respective category (e.g., culture, people, practices, or resources).",
    "level": 5,
    "weight": 54,
    "attributeId": "1c"
  },
  {
    "id": 352,
    "shortDescription": "Not Acceptable",
    "longDescription": "Rating a factor Not Acceptable indicates that the factor’s criteria are consistently below expectations and current performance is unacceptable. The ability to effectively manage the project/program cannot be achieved in this current state and actions are required to improve.",
    "level": 1,
    "weight": 0,
    "attributeId": "1d"
  },
  {
    "id": 353,
    "shortDescription": "Needs Improvement",
    "longDescription": "Rating a factor Not Acceptable indicates that the factor’s criteria are consistently below expectations and current performance is unacceptable. The ability to effectively manage the project/program cannot be achieved in this current state and actions are required to improve.Rating a factor Needs Improvement indicates that the factor’s criteria are not consistent in meeting project/ program expectations and without improvement, the ability to effectively manage the project/program is at risk. Substantial action is required to meet expectations.",
    "level": 2,
    "weight": 12,
    "attributeId": "1d"
  },
  {
    "id": 354,
    "shortDescription": "Meets Some",
    "longDescription": "Rating a factor Meets Some indicates that the factor’s criteria are partially met and without improvement, the ability to effectively manage the project/program could be in jeopardy.",
    "level": 3,
    "weight": 24,
    "attributeId": "1d"
  },
  {
    "id": 355,
    "shortDescription": "Meets Most",
    "longDescription": "Rating a factor Meets Most indicates that the factor’s criteria are consistently met and understood, with minor gaps, leading to effective management of project/program.",
    "level": 4,
    "weight": 36,
    "attributeId": "1d"
  },
  {
    "id": 356,
    "shortDescription": "High Performing",
    "longDescription": "Rating a factor High Performing indicates the factor’s criteria are fully met within the context of their respective category (e.g., culture, people, practices, or resources).",
    "level": 5,
    "weight": 48,
    "attributeId": "1d"
  },
  {
    "id": 357,
    "shortDescription": "Not Acceptable",
    "longDescription": "Rating a factor Not Acceptable indicates that the factor’s criteria are consistently below expectations and current performance is unacceptable. The ability to effectively manage the project/program cannot be achieved in this current state and actions are required to improve.",
    "level": 1,
    "weight": 0,
    "attributeId": "1e"
  },
  {
    "id": 358,
    "shortDescription": "Needs Improvement",
    "longDescription": "Rating a factor Not Acceptable indicates that the factor’s criteria are consistently below expectations and current performance is unacceptable. The ability to effectively manage the project/program cannot be achieved in this current state and actions are required to improve.Rating a factor Needs Improvement indicates that the factor’s criteria are not consistent in meeting project/ program expectations and without improvement, the ability to effectively manage the project/program is at risk. Substantial action is required to meet expectations.",
    "level": 2,
    "weight": 8,
    "attributeId": "1e"
  },
  {
    "id": 359,
    "shortDescription": "Meets Some",
    "longDescription": "Rating a factor Meets Some indicates that the factor’s criteria are partially met and without improvement, the ability to effectively manage the project/program could be in jeopardy.",
    "level": 3,
    "weight": 16,
    "attributeId": "1e"
  },
  {
    "id": 360,
    "shortDescription": "Meets Most",
    "longDescription": "Rating a factor Meets Most indicates that the factor’s criteria are consistently met and understood, with minor gaps, leading to effective management of project/program.",
    "level": 4,
    "weight": 24,
    "attributeId": "1e"
  },
  {
    "id": 361,
    "shortDescription": "High Performing",
    "longDescription": "Rating a factor High Performing indicates the factor’s criteria are fully met within the context of their respective category (e.g., culture, people, practices, or resources).",
    "level": 5,
    "weight": 32,
    "attributeId": "1e"
  },
  {
    "id": 362,
    "shortDescription": "Not Acceptable",
    "longDescription": "Rating a factor Not Acceptable indicates that the factor’s criteria are consistently below expectations and current performance is unacceptable. The ability to effectively manage the project/program cannot be achieved in this current state and actions are required to improve.",
    "level": 1,
    "weight": 0,
    "attributeId": "1f"
  },
  {
    "id": 363,
    "shortDescription": "Needs Improvement",
    "longDescription": "Rating a factor Not Acceptable indicates that the factor’s criteria are consistently below expectations and current performance is unacceptable. The ability to effectively manage the project/program cannot be achieved in this current state and actions are required to improve.Rating a factor Needs Improvement indicates that the factor’s criteria are not consistent in meeting project/ program expectations and without improvement, the ability to effectively manage the project/program is at risk. Substantial action is required to meet expectations.",
    "level": 2,
    "weight": 5,
    "attributeId": "1f"
  },
  {
    "id": 364,
    "shortDescription": "Meets Some",
    "longDescription": "Rating a factor Meets Some indicates that the factor’s criteria are partially met and without improvement, the ability to effectively manage the project/program could be in jeopardy.",
    "level": 3,
    "weight": 11,
    "attributeId": "1f"
  },
  {
    "id": 365,
    "shortDescription": "Meets Most",
    "longDescription": "Rating a factor Meets Most indicates that the factor’s criteria are consistently met and understood, with minor gaps, leading to effective management of project/program.",
    "level": 4,
    "weight": 16,
    "attributeId": "1f"
  },
  {
    "id": 366,
    "shortDescription": "High Performing",
    "longDescription": "Rating a factor High Performing indicates the factor’s criteria are fully met within the context of their respective category (e.g., culture, people, practices, or resources).",
    "level": 5,
    "weight": 22,
    "attributeId": "1f"
  },
  {
    "id": 367,
    "shortDescription": "Not Acceptable",
    "longDescription": "Rating a factor Not Acceptable indicates that the factor’s criteria are consistently below expectations and current performance is unacceptable. The ability to effectively manage the project/program cannot be achieved in this current state and actions are required to improve.",
    "level": 1,
    "weight": 0,
    "attributeId": "1g"
  },
  {
    "id": 368,
    "shortDescription": "Needs Improvement",
    "longDescription": "Rating a factor Not Acceptable indicates that the factor’s criteria are consistently below expectations and current performance is unacceptable. The ability to effectively manage the project/program cannot be achieved in this current state and actions are required to improve.Rating a factor Needs Improvement indicates that the factor’s criteria are not consistent in meeting project/ program expectations and without improvement, the ability to effectively manage the project/program is at risk. Substantial action is required to meet expectations.",
    "level": 2,
    "weight": 5,
    "attributeId": "1g"
  },
  {
    "id": 369,
    "shortDescription": "Meets Some",
    "longDescription": "Rating a factor Meets Some indicates that the factor’s criteria are partially met and without improvement, the ability to effectively manage the project/program could be in jeopardy.",
    "level": 3,
    "weight": 9,
    "attributeId": "1g"
  },
  {
    "id": 370,
    "shortDescription": "Meets Most",
    "longDescription": "Rating a factor Meets Most indicates that the factor’s criteria are consistently met and understood, with minor gaps, leading to effective management of project/program.",
    "level": 4,
    "weight": 14,
    "attributeId": "1g"
  },
  {
    "id": 371,
    "shortDescription": "High Performing",
    "longDescription": "Rating a factor High Performing indicates the factor’s criteria are fully met within the context of their respective category (e.g., culture, people, practices, or resources).",
    "level": 5,
    "weight": 19,
    "attributeId": "1g"
  },
  {
    "id": 372,
    "shortDescription": "Not Acceptable",
    "longDescription": "Rating a factor Not Acceptable indicates that the factor’s criteria are consistently below expectations and current performance is unacceptable. The ability to effectively manage the project/program cannot be achieved in this current state and actions are required to improve.",
    "level": 1,
    "weight": 0,
    "attributeId": "2a"
  },
  {
    "id": 373,
    "shortDescription": "Needs Improvement",
    "longDescription": "Rating a factor Not Acceptable indicates that the factor’s criteria are consistently below expectations and current performance is unacceptable. The ability to effectively manage the project/program cannot be achieved in this current state and actions are required to improve.Rating a factor Needs Improvement indicates that the factor’s criteria are not consistent in meeting project/ program expectations and without improvement, the ability to effectively manage the project/program is at risk. Substantial action is required to meet expectations.",
    "level": 2,
    "weight": 17,
    "attributeId": "2a"
  },
  {
    "id": 374,
    "shortDescription": "Meets Some",
    "longDescription": "Rating a factor Meets Some indicates that the factor’s criteria are partially met and without improvement, the ability to effectively manage the project/program could be in jeopardy.",
    "level": 3,
    "weight": 34,
    "attributeId": "2a"
  },
  {
    "id": 375,
    "shortDescription": "Meets Most",
    "longDescription": "Rating a factor Meets Most indicates that the factor’s criteria are consistently met and understood, with minor gaps, leading to effective management of project/program.",
    "level": 4,
    "weight": 50,
    "attributeId": "2a"
  },
  {
    "id": 376,
    "shortDescription": "High Performing",
    "longDescription": "Rating a factor High Performing indicates the factor’s criteria are fully met within the context of their respective category (e.g., culture, people, practices, or resources).",
    "level": 5,
    "weight": 67,
    "attributeId": "2a"
  },
  {
    "id": 377,
    "shortDescription": "Not Acceptable",
    "longDescription": "Rating a factor Not Acceptable indicates that the factor’s criteria are consistently below expectations and current performance is unacceptable. The ability to effectively manage the project/program cannot be achieved in this current state and actions are required to improve.",
    "level": 1,
    "weight": 0,
    "attributeId": "2b"
  },
  {
    "id": 378,
    "shortDescription": "Needs Improvement",
    "longDescription": "Rating a factor Not Acceptable indicates that the factor’s criteria are consistently below expectations and current performance is unacceptable. The ability to effectively manage the project/program cannot be achieved in this current state and actions are required to improve.Rating a factor Needs Improvement indicates that the factor’s criteria are not consistent in meeting project/ program expectations and without improvement, the ability to effectively manage the project/program is at risk. Substantial action is required to meet expectations.",
    "level": 2,
    "weight": 13,
    "attributeId": "2b"
  },
  {
    "id": 379,
    "shortDescription": "Meets Some",
    "longDescription": "Rating a factor Meets Some indicates that the factor’s criteria are partially met and without improvement, the ability to effectively manage the project/program could be in jeopardy.",
    "level": 3,
    "weight": 27,
    "attributeId": "2b"
  },
  {
    "id": 380,
    "shortDescription": "Meets Most",
    "longDescription": "Rating a factor Meets Most indicates that the factor’s criteria are consistently met and understood, with minor gaps, leading to effective management of project/program.",
    "level": 4,
    "weight": 40,
    "attributeId": "2b"
  },
  {
    "id": 381,
    "shortDescription": "High Performing",
    "longDescription": "Rating a factor High Performing indicates the factor’s criteria are fully met within the context of their respective category (e.g., culture, people, practices, or resources).",
    "level": 5,
    "weight": 54,
    "attributeId": "2b"
  },
  {
    "id": 382,
    "shortDescription": "Not Acceptable",
    "longDescription": "Rating a factor Not Acceptable indicates that the factor’s criteria are consistently below expectations and current performance is unacceptable. The ability to effectively manage the project/program cannot be achieved in this current state and actions are required to improve.",
    "level": 1,
    "weight": 0,
    "attributeId": "2c"
  },
  {
    "id": 383,
    "shortDescription": "Needs Improvement",
    "longDescription": "Rating a factor Not Acceptable indicates that the factor’s criteria are consistently below expectations and current performance is unacceptable. The ability to effectively manage the project/program cannot be achieved in this current state and actions are required to improve.Rating a factor Needs Improvement indicates that the factor’s criteria are not consistent in meeting project/ program expectations and without improvement, the ability to effectively manage the project/program is at risk. Substantial action is required to meet expectations.",
    "level": 2,
    "weight": 12,
    "attributeId": "2c"
  },
  {
    "id": 384,
    "shortDescription": "Meets Some",
    "longDescription": "Rating a factor Meets Some indicates that the factor’s criteria are partially met and without improvement, the ability to effectively manage the project/program could be in jeopardy.",
    "level": 3,
    "weight": 25,
    "attributeId": "2c"
  },
  {
    "id": 385,
    "shortDescription": "Meets Most",
    "longDescription": "Rating a factor Meets Most indicates that the factor’s criteria are consistently met and understood, with minor gaps, leading to effective management of project/program.",
    "level": 4,
    "weight": 37,
    "attributeId": "2c"
  },
  {
    "id": 386,
    "shortDescription": "High Performing",
    "longDescription": "Rating a factor High Performing indicates the factor’s criteria are fully met within the context of their respective category (e.g., culture, people, practices, or resources).",
    "level": 5,
    "weight": 49,
    "attributeId": "2c"
  },
  {
    "id": 387,
    "shortDescription": "Not Acceptable",
    "longDescription": "Rating a factor Not Acceptable indicates that the factor’s criteria are consistently below expectations and current performance is unacceptable. The ability to effectively manage the project/program cannot be achieved in this current state and actions are required to improve.",
    "level": 1,
    "weight": 0,
    "attributeId": "2d"
  },
  {
    "id": 388,
    "shortDescription": "Needs Improvement",
    "longDescription": "Rating a factor Not Acceptable indicates that the factor’s criteria are consistently below expectations and current performance is unacceptable. The ability to effectively manage the project/program cannot be achieved in this current state and actions are required to improve.Rating a factor Needs Improvement indicates that the factor’s criteria are not consistent in meeting project/ program expectations and without improvement, the ability to effectively manage the project/program is at risk. Substantial action is required to meet expectations.",
    "level": 2,
    "weight": 8,
    "attributeId": "2d"
  },
  {
    "id": 389,
    "shortDescription": "Meets Some",
    "longDescription": "Rating a factor Meets Some indicates that the factor’s criteria are partially met and without improvement, the ability to effectively manage the project/program could be in jeopardy.",
    "level": 3,
    "weight": 17,
    "attributeId": "2d"
  },
  {
    "id": 390,
    "shortDescription": "Meets Most",
    "longDescription": "Rating a factor Meets Most indicates that the factor’s criteria are consistently met and understood, with minor gaps, leading to effective management of project/program.",
    "level": 4,
    "weight": 25,
    "attributeId": "2d"
  },
  {
    "id": 391,
    "shortDescription": "High Performing",
    "longDescription": "Rating a factor High Performing indicates the factor’s criteria are fully met within the context of their respective category (e.g., culture, people, practices, or resources).",
    "level": 5,
    "weight": 34,
    "attributeId": "2d"
  },
  {
    "id": 392,
    "shortDescription": "Not Acceptable",
    "longDescription": "Rating a factor Not Acceptable indicates that the factor’s criteria are consistently below expectations and current performance is unacceptable. The ability to effectively manage the project/program cannot be achieved in this current state and actions are required to improve.",
    "level": 1,
    "weight": 0,
    "attributeId": "2e"
  },
  {
    "id": 393,
    "shortDescription": "Needs Improvement",
    "longDescription": "Rating a factor Not Acceptable indicates that the factor’s criteria are consistently below expectations and current performance is unacceptable. The ability to effectively manage the project/program cannot be achieved in this current state and actions are required to improve.Rating a factor Needs Improvement indicates that the factor’s criteria are not consistent in meeting project/ program expectations and without improvement, the ability to effectively manage the project/program is at risk. Substantial action is required to meet expectations.",
    "level": 2,
    "weight": 6,
    "attributeId": "2e"
  },
  {
    "id": 394,
    "shortDescription": "Meets Some",
    "longDescription": "Rating a factor Meets Some indicates that the factor’s criteria are partially met and without improvement, the ability to effectively manage the project/program could be in jeopardy.",
    "level": 3,
    "weight": 13,
    "attributeId": "2e"
  },
  {
    "id": 395,
    "shortDescription": "Meets Most",
    "longDescription": "Rating a factor Meets Most indicates that the factor’s criteria are consistently met and understood, with minor gaps, leading to effective management of project/program.",
    "level": 4,
    "weight": 19,
    "attributeId": "2e"
  },
  {
    "id": 396,
    "shortDescription": "High Performing",
    "longDescription": "Rating a factor High Performing indicates the factor’s criteria are fully met within the context of their respective category (e.g., culture, people, practices, or resources).",
    "level": 5,
    "weight": 25,
    "attributeId": "2e"
  },
  {
    "id": 397,
    "shortDescription": "Not Acceptable",
    "longDescription": "Rating a factor Not Acceptable indicates that the factor’s criteria are consistently below expectations and current performance is unacceptable. The ability to effectively manage the project/program cannot be achieved in this current state and actions are required to improve.",
    "level": 1,
    "weight": 0,
    "attributeId": "2f"
  },
  {
    "id": 398,
    "shortDescription": "Needs Improvement",
    "longDescription": "Rating a factor Not Acceptable indicates that the factor’s criteria are consistently below expectations and current performance is unacceptable. The ability to effectively manage the project/program cannot be achieved in this current state and actions are required to improve.Rating a factor Needs Improvement indicates that the factor’s criteria are not consistent in meeting project/ program expectations and without improvement, the ability to effectively manage the project/program is at risk. Substantial action is required to meet expectations.",
    "level": 2,
    "weight": 2,
    "attributeId": "2f"
  },
  {
    "id": 399,
    "shortDescription": "Meets Some",
    "longDescription": "Rating a factor Meets Some indicates that the factor’s criteria are partially met and without improvement, the ability to effectively manage the project/program could be in jeopardy.",
    "level": 3,
    "weight": 5,
    "attributeId": "2f"
  },
  {
    "id": 400,
    "shortDescription": "Meets Most",
    "longDescription": "Rating a factor Meets Most indicates that the factor’s criteria are consistently met and understood, with minor gaps, leading to effective management of project/program.",
    "level": 4,
    "weight": 7,
    "attributeId": "2f"
  },
  {
    "id": 401,
    "shortDescription": "High Performing",
    "longDescription": "Rating a factor High Performing indicates the factor’s criteria are fully met within the context of their respective category (e.g., culture, people, practices, or resources).",
    "level": 5,
    "weight": 9,
    "attributeId": "2f"
  },
  {
    "id": 402,
    "shortDescription": "Not Acceptable",
    "longDescription": "Rating a factor Not Acceptable indicates that the factor’s criteria are consistently below expectations and current performance is unacceptable. The ability to effectively manage the project/program cannot be achieved in this current state and actions are required to improve.",
    "level": 1,
    "weight": 0,
    "attributeId": "3a"
  },
  {
    "id": 403,
    "shortDescription": "Needs Improvement",
    "longDescription": "Rating a factor Not Acceptable indicates that the factor’s criteria are consistently below expectations and current performance is unacceptable. The ability to effectively manage the project/program cannot be achieved in this current state and actions are required to improve.Rating a factor Needs Improvement indicates that the factor’s criteria are not consistent in meeting project/ program expectations and without improvement, the ability to effectively manage the project/program is at risk. Substantial action is required to meet expectations.",
    "level": 2,
    "weight": 11,
    "attributeId": "3a"
  },
  {
    "id": 404,
    "shortDescription": "Meets Some",
    "longDescription": "Rating a factor Meets Some indicates that the factor’s criteria are partially met and without improvement, the ability to effectively manage the project/program could be in jeopardy.",
    "level": 3,
    "weight": 22,
    "attributeId": "3a"
  },
  {
    "id": 405,
    "shortDescription": "Meets Most",
    "longDescription": "Rating a factor Meets Most indicates that the factor’s criteria are consistently met and understood, with minor gaps, leading to effective management of project/program.",
    "level": 4,
    "weight": 33,
    "attributeId": "3a"
  },
  {
    "id": 406,
    "shortDescription": "High Performing",
    "longDescription": "Rating a factor High Performing indicates the factor’s criteria are fully met within the context of their respective category (e.g., culture, people, practices, or resources).",
    "level": 5,
    "weight": 44,
    "attributeId": "3a"
  },
  {
    "id": 407,
    "shortDescription": "Not Acceptable",
    "longDescription": "Rating a factor Not Acceptable indicates that the factor’s criteria are consistently below expectations and current performance is unacceptable. The ability to effectively manage the project/program cannot be achieved in this current state and actions are required to improve.",
    "level": 1,
    "weight": 0,
    "attributeId": "3b"
  },
  {
    "id": 408,
    "shortDescription": "Needs Improvement",
    "longDescription": "Rating a factor Not Acceptable indicates that the factor’s criteria are consistently below expectations and current performance is unacceptable. The ability to effectively manage the project/program cannot be achieved in this current state and actions are required to improve.Rating a factor Needs Improvement indicates that the factor’s criteria are not consistent in meeting project/ program expectations and without improvement, the ability to effectively manage the project/program is at risk. Substantial action is required to meet expectations.",
    "level": 2,
    "weight": 11,
    "attributeId": "3b"
  },
  {
    "id": 409,
    "shortDescription": "Meets Some",
    "longDescription": "Rating a factor Meets Some indicates that the factor’s criteria are partially met and without improvement, the ability to effectively manage the project/program could be in jeopardy.",
    "level": 3,
    "weight": 22,
    "attributeId": "3b"
  },
  {
    "id": 410,
    "shortDescription": "Meets Most",
    "longDescription": "Rating a factor Meets Most indicates that the factor’s criteria are consistently met and understood, with minor gaps, leading to effective management of project/program.",
    "level": 4,
    "weight": 33,
    "attributeId": "3b"
  },
  {
    "id": 411,
    "shortDescription": "High Performing",
    "longDescription": "Rating a factor High Performing indicates the factor’s criteria are fully met within the context of their respective category (e.g., culture, people, practices, or resources).",
    "level": 5,
    "weight": 44,
    "attributeId": "3b"
  },
  {
    "id": 412,
    "shortDescription": "Not Acceptable",
    "longDescription": "Rating a factor Not Acceptable indicates that the factor’s criteria are consistently below expectations and current performance is unacceptable. The ability to effectively manage the project/program cannot be achieved in this current state and actions are required to improve.",
    "level": 1,
    "weight": 0,
    "attributeId": "3c"
  },
  {
    "id": 413,
    "shortDescription": "Needs Improvement",
    "longDescription": "Rating a factor Not Acceptable indicates that the factor’s criteria are consistently below expectations and current performance is unacceptable. The ability to effectively manage the project/program cannot be achieved in this current state and actions are required to improve.Rating a factor Needs Improvement indicates that the factor’s criteria are not consistent in meeting project/ program expectations and without improvement, the ability to effectively manage the project/program is at risk. Substantial action is required to meet expectations.",
    "level": 2,
    "weight": 9,
    "attributeId": "3c"
  },
  {
    "id": 414,
    "shortDescription": "Meets Some",
    "longDescription": "Rating a factor Meets Some indicates that the factor’s criteria are partially met and without improvement, the ability to effectively manage the project/program could be in jeopardy.",
    "level": 3,
    "weight": 18,
    "attributeId": "3c"
  },
  {
    "id": 415,
    "shortDescription": "Meets Most",
    "longDescription": "Rating a factor Meets Most indicates that the factor’s criteria are consistently met and understood, with minor gaps, leading to effective management of project/program.",
    "level": 4,
    "weight": 27,
    "attributeId": "3c"
  },
  {
    "id": 416,
    "shortDescription": "High Performing",
    "longDescription": "Rating a factor High Performing indicates the factor’s criteria are fully met within the context of their respective category (e.g., culture, people, practices, or resources).",
    "level": 5,
    "weight": 35,
    "attributeId": "3c"
  },
  {
    "id": 417,
    "shortDescription": "Not Acceptable",
    "longDescription": "Rating a factor Not Acceptable indicates that the factor’s criteria are consistently below expectations and current performance is unacceptable. The ability to effectively manage the project/program cannot be achieved in this current state and actions are required to improve.",
    "level": 1,
    "weight": 0,
    "attributeId": "3d"
  },
  {
    "id": 418,
    "shortDescription": "Needs Improvement",
    "longDescription": "Rating a factor Not Acceptable indicates that the factor’s criteria are consistently below expectations and current performance is unacceptable. The ability to effectively manage the project/program cannot be achieved in this current state and actions are required to improve.Rating a factor Needs Improvement indicates that the factor’s criteria are not consistent in meeting project/ program expectations and without improvement, the ability to effectively manage the project/program is at risk. Substantial action is required to meet expectations.",
    "level": 2,
    "weight": 8,
    "attributeId": "3d"
  },
  {
    "id": 419,
    "shortDescription": "Meets Some",
    "longDescription": "Rating a factor Meets Some indicates that the factor’s criteria are partially met and without improvement, the ability to effectively manage the project/program could be in jeopardy.",
    "level": 3,
    "weight": 16,
    "attributeId": "3d"
  },
  {
    "id": 420,
    "shortDescription": "Meets Most",
    "longDescription": "Rating a factor Meets Most indicates that the factor’s criteria are consistently met and understood, with minor gaps, leading to effective management of project/program.",
    "level": 4,
    "weight": 24,
    "attributeId": "3d"
  },
  {
    "id": 421,
    "shortDescription": "High Performing",
    "longDescription": "Rating a factor High Performing indicates the factor’s criteria are fully met within the context of their respective category (e.g., culture, people, practices, or resources).",
    "level": 5,
    "weight": 31,
    "attributeId": "3d"
  },
  {
    "id": 422,
    "shortDescription": "Not Acceptable",
    "longDescription": "Rating a factor Not Acceptable indicates that the factor’s criteria are consistently below expectations and current performance is unacceptable. The ability to effectively manage the project/program cannot be achieved in this current state and actions are required to improve.",
    "level": 1,
    "weight": 0,
    "attributeId": "3e"
  },
  {
    "id": 423,
    "shortDescription": "Needs Improvement",
    "longDescription": "Rating a factor Not Acceptable indicates that the factor’s criteria are consistently below expectations and current performance is unacceptable. The ability to effectively manage the project/program cannot be achieved in this current state and actions are required to improve.Rating a factor Needs Improvement indicates that the factor’s criteria are not consistent in meeting project/ program expectations and without improvement, the ability to effectively manage the project/program is at risk. Substantial action is required to meet expectations.",
    "level": 2,
    "weight": 7,
    "attributeId": "3e"
  },
  {
    "id": 424,
    "shortDescription": "Meets Some",
    "longDescription": "Rating a factor Meets Some indicates that the factor’s criteria are partially met and without improvement, the ability to effectively manage the project/program could be in jeopardy.",
    "level": 3,
    "weight": 15,
    "attributeId": "3e"
  },
  {
    "id": 425,
    "shortDescription": "Meets Most",
    "longDescription": "Rating a factor Meets Most indicates that the factor’s criteria are consistently met and understood, with minor gaps, leading to effective management of project/program.",
    "level": 4,
    "weight": 22,
    "attributeId": "3e"
  },
  {
    "id": 426,
    "shortDescription": "High Performing",
    "longDescription": "Rating a factor High Performing indicates the factor’s criteria are fully met within the context of their respective category (e.g., culture, people, practices, or resources).",
    "level": 5,
    "weight": 30,
    "attributeId": "3e"
  },
  {
    "id": 427,
    "shortDescription": "Not Acceptable",
    "longDescription": "Rating a factor Not Acceptable indicates that the factor’s criteria are consistently below expectations and current performance is unacceptable. The ability to effectively manage the project/program cannot be achieved in this current state and actions are required to improve.",
    "level": 1,
    "weight": 0,
    "attributeId": "3f"
  },
  {
    "id": 428,
    "shortDescription": "Needs Improvement",
    "longDescription": "Rating a factor Not Acceptable indicates that the factor’s criteria are consistently below expectations and current performance is unacceptable. The ability to effectively manage the project/program cannot be achieved in this current state and actions are required to improve.Rating a factor Needs Improvement indicates that the factor’s criteria are not consistent in meeting project/ program expectations and without improvement, the ability to effectively manage the project/program is at risk. Substantial action is required to meet expectations.",
    "level": 2,
    "weight": 7,
    "attributeId": "3f"
  },
  {
    "id": 429,
    "shortDescription": "Meets Some",
    "longDescription": "Rating a factor Meets Some indicates that the factor’s criteria are partially met and without improvement, the ability to effectively manage the project/program could be in jeopardy.",
    "level": 3,
    "weight": 15,
    "attributeId": "3f"
  },
  {
    "id": 430,
    "shortDescription": "Meets Most",
    "longDescription": "Rating a factor Meets Most indicates that the factor’s criteria are consistently met and understood, with minor gaps, leading to effective management of project/program.",
    "level": 4,
    "weight": 22,
    "attributeId": "3f"
  },
  {
    "id": 431,
    "shortDescription": "High Performing",
    "longDescription": "Rating a factor High Performing indicates the factor’s criteria are fully met within the context of their respective category (e.g., culture, people, practices, or resources).",
    "level": 5,
    "weight": 30,
    "attributeId": "3f"
  },
  {
    "id": 432,
    "shortDescription": "Not Acceptable",
    "longDescription": "Rating a factor Not Acceptable indicates that the factor’s criteria are consistently below expectations and current performance is unacceptable. The ability to effectively manage the project/program cannot be achieved in this current state and actions are required to improve.",
    "level": 1,
    "weight": 0,
    "attributeId": "3g"
  },
  {
    "id": 433,
    "shortDescription": "Needs Improvement",
    "longDescription": "Rating a factor Not Acceptable indicates that the factor’s criteria are consistently below expectations and current performance is unacceptable. The ability to effectively manage the project/program cannot be achieved in this current state and actions are required to improve.Rating a factor Needs Improvement indicates that the factor’s criteria are not consistent in meeting project/ program expectations and without improvement, the ability to effectively manage the project/program is at risk. Substantial action is required to meet expectations.",
    "level": 2,
    "weight": 3,
    "attributeId": "3g"
  },
  {
    "id": 434,
    "shortDescription": "Meets Some",
    "longDescription": "Rating a factor Meets Some indicates that the factor’s criteria are partially met and without improvement, the ability to effectively manage the project/program could be in jeopardy.",
    "level": 3,
    "weight": 6,
    "attributeId": "3g"
  },
  {
    "id": 435,
    "shortDescription": "Meets Most",
    "longDescription": "Rating a factor Meets Most indicates that the factor’s criteria are consistently met and understood, with minor gaps, leading to effective management of project/program.",
    "level": 4,
    "weight": 9,
    "attributeId": "3g"
  },
  {
    "id": 436,
    "shortDescription": "High Performing",
    "longDescription": "Rating a factor High Performing indicates the factor’s criteria are fully met within the context of their respective category (e.g., culture, people, practices, or resources).",
    "level": 5,
    "weight": 12,
    "attributeId": "3g"
  },
  {
    "id": 437,
    "shortDescription": "Not Acceptable",
    "longDescription": "Rating a factor Not Acceptable indicates that the factor’s criteria are consistently below expectations and current performance is unacceptable. The ability to effectively manage the project/program cannot be achieved in this current state and actions are required to improve.",
    "level": 1,
    "weight": 0,
    "attributeId": "3h"
  },
  {
    "id": 438,
    "shortDescription": "Needs Improvement",
    "longDescription": "Rating a factor Not Acceptable indicates that the factor’s criteria are consistently below expectations and current performance is unacceptable. The ability to effectively manage the project/program cannot be achieved in this current state and actions are required to improve.Rating a factor Needs Improvement indicates that the factor’s criteria are not consistent in meeting project/ program expectations and without improvement, the ability to effectively manage the project/program is at risk. Substantial action is required to meet expectations.",
    "level": 2,
    "weight": 2,
    "attributeId": "3h"
  },
  {
    "id": 439,
    "shortDescription": "Meets Some",
    "longDescription": "Rating a factor Meets Some indicates that the factor’s criteria are partially met and without improvement, the ability to effectively manage the project/program could be in jeopardy.",
    "level": 3,
    "weight": 4,
    "attributeId": "3h"
  },
  {
    "id": 440,
    "shortDescription": "Meets Most",
    "longDescription": "Rating a factor Meets Most indicates that the factor’s criteria are consistently met and understood, with minor gaps, leading to effective management of project/program.",
    "level": 4,
    "weight": 7,
    "attributeId": "3h"
  },
  {
    "id": 441,
    "shortDescription": "High Performing",
    "longDescription": "Rating a factor High Performing indicates the factor’s criteria are fully met within the context of their respective category (e.g., culture, people, practices, or resources).",
    "level": 5,
    "weight": 9,
    "attributeId": "3h"
  },
  {
    "id": 442,
    "shortDescription": "Not Acceptable",
    "longDescription": "Rating a factor Not Acceptable indicates that the factor’s criteria are consistently below expectations and current performance is unacceptable. The ability to effectively manage the project/program cannot be achieved in this current state and actions are required to improve.",
    "level": 1,
    "weight": 0,
    "attributeId": "4a"
  },
  {
    "id": 443,
    "shortDescription": "Needs Improvement",
    "longDescription": "Rating a factor Not Acceptable indicates that the factor’s criteria are consistently below expectations and current performance is unacceptable. The ability to effectively manage the project/program cannot be achieved in this current state and actions are required to improve.Rating a factor Needs Improvement indicates that the factor’s criteria are not consistent in meeting project/ program expectations and without improvement, the ability to effectively manage the project/program is at risk. Substantial action is required to meet expectations.",
    "level": 2,
    "weight": 12,
    "attributeId": "4a"
  },
  {
    "id": 444,
    "shortDescription": "Meets Some",
    "longDescription": "Rating a factor Meets Some indicates that the factor’s criteria are partially met and without improvement, the ability to effectively manage the project/program could be in jeopardy.",
    "level": 3,
    "weight": 23,
    "attributeId": "4a"
  },
  {
    "id": 445,
    "shortDescription": "Meets Most",
    "longDescription": "Rating a factor Meets Most indicates that the factor’s criteria are consistently met and understood, with minor gaps, leading to effective management of project/program.",
    "level": 4,
    "weight": 35,
    "attributeId": "4a"
  },
  {
    "id": 446,
    "shortDescription": "High Performing",
    "longDescription": "Rating a factor High Performing indicates the factor’s criteria are fully met within the context of their respective category (e.g., culture, people, practices, or resources).",
    "level": 5,
    "weight": 47,
    "attributeId": "4a"
  },
  {
    "id": 447,
    "shortDescription": "Not Acceptable",
    "longDescription": "Rating a factor Not Acceptable indicates that the factor’s criteria are consistently below expectations and current performance is unacceptable. The ability to effectively manage the project/program cannot be achieved in this current state and actions are required to improve.",
    "level": 1,
    "weight": 0,
    "attributeId": "4b"
  },
  {
    "id": 448,
    "shortDescription": "Needs Improvement",
    "longDescription": "Rating a factor Not Acceptable indicates that the factor’s criteria are consistently below expectations and current performance is unacceptable. The ability to effectively manage the project/program cannot be achieved in this current state and actions are required to improve.Rating a factor Needs Improvement indicates that the factor’s criteria are not consistent in meeting project/ program expectations and without improvement, the ability to effectively manage the project/program is at risk. Substantial action is required to meet expectations.",
    "level": 2,
    "weight": 9,
    "attributeId": "4b"
  },
  {
    "id": 449,
    "shortDescription": "Meets Some",
    "longDescription": "Rating a factor Meets Some indicates that the factor’s criteria are partially met and without improvement, the ability to effectively manage the project/program could be in jeopardy.",
    "level": 3,
    "weight": 18,
    "attributeId": "4b"
  },
  {
    "id": 450,
    "shortDescription": "Meets Most",
    "longDescription": "Rating a factor Meets Most indicates that the factor’s criteria are consistently met and understood, with minor gaps, leading to effective management of project/program.",
    "level": 4,
    "weight": 28,
    "attributeId": "4b"
  },
  {
    "id": 451,
    "shortDescription": "High Performing",
    "longDescription": "Rating a factor High Performing indicates the factor’s criteria are fully met within the context of their respective category (e.g., culture, people, practices, or resources).",
    "level": 5,
    "weight": 37,
    "attributeId": "4b"
  },
  {
    "id": 452,
    "shortDescription": "Not Acceptable",
    "longDescription": "Rating a factor Not Acceptable indicates that the factor’s criteria are consistently below expectations and current performance is unacceptable. The ability to effectively manage the project/program cannot be achieved in this current state and actions are required to improve.",
    "level": 1,
    "weight": 0,
    "attributeId": "4c"
  },
  {
    "id": 453,
    "shortDescription": "Needs Improvement",
    "longDescription": "Rating a factor Not Acceptable indicates that the factor’s criteria are consistently below expectations and current performance is unacceptable. The ability to effectively manage the project/program cannot be achieved in this current state and actions are required to improve.Rating a factor Needs Improvement indicates that the factor’s criteria are not consistent in meeting project/ program expectations and without improvement, the ability to effectively manage the project/program is at risk. Substantial action is required to meet expectations.",
    "level": 2,
    "weight": 9,
    "attributeId": "4c"
  },
  {
    "id": 454,
    "shortDescription": "Meets Some",
    "longDescription": "Rating a factor Meets Some indicates that the factor’s criteria are partially met and without improvement, the ability to effectively manage the project/program could be in jeopardy.",
    "level": 3,
    "weight": 18,
    "attributeId": "4c"
  },
  {
    "id": 455,
    "shortDescription": "Meets Most",
    "longDescription": "Rating a factor Meets Most indicates that the factor’s criteria are consistently met and understood, with minor gaps, leading to effective management of project/program.",
    "level": 4,
    "weight": 26,
    "attributeId": "4c"
  },
  {
    "id": 456,
    "shortDescription": "High Performing",
    "longDescription": "Rating a factor High Performing indicates the factor’s criteria are fully met within the context of their respective category (e.g., culture, people, practices, or resources).",
    "level": 5,
    "weight": 35,
    "attributeId": "4c"
  },
  {
    "id": 457,
    "shortDescription": "Not Acceptable",
    "longDescription": "Rating a factor Not Acceptable indicates that the factor’s criteria are consistently below expectations and current performance is unacceptable. The ability to effectively manage the project/program cannot be achieved in this current state and actions are required to improve.",
    "level": 1,
    "weight": 0,
    "attributeId": "4d"
  },
  {
    "id": 458,
    "shortDescription": "Needs Improvement",
    "longDescription": "Rating a factor Not Acceptable indicates that the factor’s criteria are consistently below expectations and current performance is unacceptable. The ability to effectively manage the project/program cannot be achieved in this current state and actions are required to improve.Rating a factor Needs Improvement indicates that the factor’s criteria are not consistent in meeting project/ program expectations and without improvement, the ability to effectively manage the project/program is at risk. Substantial action is required to meet expectations.",
    "level": 2,
    "weight": 8,
    "attributeId": "4d"
  },
  {
    "id": 459,
    "shortDescription": "Meets Some",
    "longDescription": "Rating a factor Meets Some indicates that the factor’s criteria are partially met and without improvement, the ability to effectively manage the project/program could be in jeopardy.",
    "level": 3,
    "weight": 17,
    "attributeId": "4d"
  },
  {
    "id": 460,
    "shortDescription": "Meets Most",
    "longDescription": "Rating a factor Meets Most indicates that the factor’s criteria are consistently met and understood, with minor gaps, leading to effective management of project/program.",
    "level": 4,
    "weight": 25,
    "attributeId": "4d"
  },
  {
    "id": 461,
    "shortDescription": "High Performing",
    "longDescription": "Rating a factor High Performing indicates the factor’s criteria are fully met within the context of their respective category (e.g., culture, people, practices, or resources).",
    "level": 5,
    "weight": 34,
    "attributeId": "4d"
  },
  {
    "id": 462,
    "shortDescription": "Not Acceptable",
    "longDescription": "Rating a factor Not Acceptable indicates that the factor’s criteria are consistently below expectations and current performance is unacceptable. The ability to effectively manage the project/program cannot be achieved in this current state and actions are required to improve.",
    "level": 1,
    "weight": 0,
    "attributeId": "4e"
  },
  {
    "id": 463,
    "shortDescription": "Needs Improvement",
    "longDescription": "Rating a factor Not Acceptable indicates that the factor’s criteria are consistently below expectations and current performance is unacceptable. The ability to effectively manage the project/program cannot be achieved in this current state and actions are required to improve.Rating a factor Needs Improvement indicates that the factor’s criteria are not consistent in meeting project/ program expectations and without improvement, the ability to effectively manage the project/program is at risk. Substantial action is required to meet expectations.",
    "level": 2,
    "weight": 8,
    "attributeId": "4e"
  },
  {
    "id": 464,
    "shortDescription": "Meets Some",
    "longDescription": "Rating a factor Meets Some indicates that the factor’s criteria are partially met and without improvement, the ability to effectively manage the project/program could be in jeopardy.",
    "level": 3,
    "weight": 17,
    "attributeId": "4e"
  },
  {
    "id": 465,
    "shortDescription": "Meets Most",
    "longDescription": "Rating a factor Meets Most indicates that the factor’s criteria are consistently met and understood, with minor gaps, leading to effective management of project/program.",
    "level": 4,
    "weight": 25,
    "attributeId": "4e"
  },
  {
    "id": 466,
    "shortDescription": "High Performing",
    "longDescription": "Rating a factor High Performing indicates the factor’s criteria are fully met within the context of their respective category (e.g., culture, people, practices, or resources).",
    "level": 5,
    "weight": 34,
    "attributeId": "4e"
  },
  {
    "id": 467,
    "shortDescription": "Not Acceptable",
    "longDescription": "Rating a factor Not Acceptable indicates that the factor’s criteria are consistently below expectations and current performance is unacceptable. The ability to effectively manage the project/program cannot be achieved in this current state and actions are required to improve.",
    "level": 1,
    "weight": 0,
    "attributeId": "4f"
  },
  {
    "id": 468,
    "shortDescription": "Needs Improvement",
    "longDescription": "Rating a factor Not Acceptable indicates that the factor’s criteria are consistently below expectations and current performance is unacceptable. The ability to effectively manage the project/program cannot be achieved in this current state and actions are required to improve.Rating a factor Needs Improvement indicates that the factor’s criteria are not consistent in meeting project/ program expectations and without improvement, the ability to effectively manage the project/program is at risk. Substantial action is required to meet expectations.",
    "level": 2,
    "weight": 7,
    "attributeId": "4f"
  },
  {
    "id": 469,
    "shortDescription": "Meets Some",
    "longDescription": "Rating a factor Meets Some indicates that the factor’s criteria are partially met and without improvement, the ability to effectively manage the project/program could be in jeopardy.",
    "level": 3,
    "weight": 14,
    "attributeId": "4f"
  },
  {
    "id": 470,
    "shortDescription": "Meets Most",
    "longDescription": "Rating a factor Meets Most indicates that the factor’s criteria are consistently met and understood, with minor gaps, leading to effective management of project/program.",
    "level": 4,
    "weight": 20,
    "attributeId": "4f"
  },
  {
    "id": 471,
    "shortDescription": "High Performing",
    "longDescription": "Rating a factor High Performing indicates the factor’s criteria are fully met within the context of their respective category (e.g., culture, people, practices, or resources).",
    "level": 5,
    "weight": 27,
    "attributeId": "4f"
  }
]
